[
{"Nome": "Aatrox", "Descricao": "a Espada Darkin"},
{"Nome": "Postura do Arauto da Morte", "Descricao": "Periodicamente, o próximo ataque básico de Aatrox causa Dano Físico adicional e o cura com base na Vida máxima do alvo. "},
{"Nome": "A Espada Darkin", "Descricao": "Aatrox bate sua espada no chão, causando Dano Físico. Ele pode bater até três vezes, cada vez em uma área de ação diferente."},
{"Nome": "Correntes Infernais", "Descricao": "Aatrox bate no chão, causando dano ao primeiro inimigo atingido. Campeões e Monstros Grandes precisam sair da área de impacto rapidamente ou serão arrastados para o centro e receberão dano novamente."},
{"Nome": "Avanço Umbral", "Descricao": "Passivamente, Aatrox se cura quando causa dano a Campeões inimigos. Quando ativado, ele avança em uma direção."},
{"Nome": "Aniquilador de Mundos", "Descricao": "Aatrox libera sua forma demoníaca, aterrorizando tropas inimigas próximas, ganhando Dano de Ataque, cura aumentada e Velocidade de Movimento. Se ele conseguir um abate, este efeito é estendido."},
{"Nome": "Jax", "Descricao": "o Grão-Mestre das Armas"},
{"Nome": "Investida Implacável", "Descricao": "Os ataques básicos consecutivos de Jax continuamente aumentam sua Velocidade de Ataque."},
{"Nome": "Salto Atacante", "Descricao": "Jax salta em direção a uma unidade. Caso seja um inimigo, ele o atingirá com sua arma."},
{"Nome": "Energizar", "Descricao": "Jax acumula energia em sua arma, fazendo com que seu próximo ataque básico ou Salto Atacante cause dano adicional."},
{"Nome": "Contra-Ataque", "Descricao": "A proeza combatente de Jax lhe permite desviar de todos os ataques recebidos por um curto período de tempo, contra-atacando logo em seguida e atordoando os inimigos ao seu redor."},
{"Nome": "Poder do Grão-Mestre", "Descricao": "Cada terceiro ataque consecutivo causa Dano Mágico adicional. Além disso, Jax pode ativar essa habilidade para fortalecer sua determinação, aumentando sua Armadura e Resistência Mágica por um curto período de tempo."},
{"Nome": "Jarvan IV", "Descricao": "o Exemplo de Demacia"},
{"Nome": "Cadência Marcial", "Descricao": "O primeiro ataque básico de Jarvan a um inimigo causa Dano Físico adicional com base na Vida atual dele. Este efeito não ocorrerá no mesmo inimigo novamente por alguns segundos."},
{"Nome": "Ataque do Dragão", "Descricao": "Jarvan IV estende sua lança, causando Dano Físico e reduzindo a Armadura de inimigos atingidos. Além disto, ela puxará Jarvan na direção de seu Estandarte Demaciano, arremessando inimigos em seu trajeto ao ar."},
{"Nome": "Égide de Ouro", "Descricao": "Jarvan IV invoca os antigos reis de Demacia para protegê-lo do perigo e atrasar os inimigos próximos."},
{"Nome": "Estandarte Demaciano", "Descricao": "Jarvan IV carrega o orgulho de Demacia, recebendo passivamente Velocidade de Ataque adicional. Ativar o Estandarte Demaciano permite a Jarvan IV posicionar uma bandeira demaciana que causa Dano Mágico e concede Velocidade de Ataque a campeões aliados próximos."},
{"Nome": "Janna", "Descricao": "a Fúria da Tormenta"},
{"Nome": "Brisa de Impulso", "Descricao": "Janna recebe Velocidade de Movimento adicional passivamente, e os Campeões aliados próximos recebem esse efeito quando se movem em direção a ela.\n\nAlém disso, os Ataques de Janna causam Dano Mágico adicional com base em sua Velocidade de Movimento adicional."},
{"Nome": "Ventania Uivante", "Descricao": "Através de uma alteração pontual de temperatura e pressão, Janna consegue criar uma pequena tempestade que cresce em tamanho ao longo do tempo. Ela pode ativar a habilidade novamente para desferir a tempestade. Ao ser desferida, a tempestade se desloca em linha reta na direção em que foi conjurada, causando dano e arremessando ao ar quaisquer inimigos em seu caminho."},
{"Nome": "Zéfiro", "Descricao": "Janna invoca um elemental do ar que aumenta passivamente sua Velocidade de Movimento e permite que ela atravesse unidades. Ela também pode ativar essa habilidade para causar dano e Lentidão a um inimigo. O efeito passivo é perdido enquanto a habilidade estiver em Tempo de Recarga."},
{"Nome": "Olho da Tempestade", "Descricao": "Janna conjura uma ventania defensiva que protege um Campeão ou torre aliada do dano recebido e aumenta seu Dano de Ataque."},
{"Nome": "Monção", "Descricao": "Janna se cerca de uma tempestade mágica, empurrando inimigos para trás. Assim que a tempestade se estabelece, ventos suaves curam os aliados próximos enquanto a habilidade estiver ativa."},
{"Nome": "Cataclisma", "Descricao": "Jarvan IV heroicamente salta em direção ao alvo com força o suficiente para deformar o terreno, criando uma arena ao seu redor. Os inimigos próximos recebem dano no momento do impacto."},
{"Nome": "Ivern", "Descricao": "o Pai do Verde"},
{"Nome": "Amigo da Floresta", "Descricao": "Ivern não pode atacar ou ser atacado por monstros não épicos, mas pode criar bosques mágicos que crescem ao longo do tempo em acampamentos da selva. Quando o crescimento do bosque terminar, Ivern pode libertar os monstros para receber ouro e experiência. Depois do nível 5, Ivern também pode compartilhar efeitos da selva com seus aliados."},
{"Nome": "Encantador de Raízes", "Descricao": "Ivern conjura uma vinha, causando dano e enraizando os alvos inimigos atingidos. Os aliados de Ivern podem avançar rapidamente em direção ao alvo enraizado."},
{"Nome": "Formação de Arbustos", "Descricao": "Dentro de arbustos, os ataques de Ivern causam Dano Mágico adicional. Ivern pode ativar esta habilidade para criar um pedaço de arbusto."},
{"Nome": "Semente Engatilhada", "Descricao": "Ivern posiciona um escudo em um aliado, que explode após um curto período de tempo, causando dano a inimigos."},
{"Nome": "Margarida!", "Descricao": "Ivern invoca sua amiga Margarida para lutar com ele. Ela lança ondas de choque, caso ataque o mesmo Campeão três vezes seguidas."},
{"Nome": "Karthus", "Descricao": "a Voz Mortal"},
{"Nome": "Desafio da Morte", "Descricao": "Ao morrer, Karthus entra em forma de espírito e pode continuar conjurando habilidades."},
{"Nome": "Devastar", "Descricao": "Karthus desfere uma explosão em um local após um intervalo, causando dano a inimigos próximos. Causa mais dano a inimigos isolados."},
{"Nome": "Barreira da Dor", "Descricao": "Karthus cria uma barreira transponível de energia parasita. Qualquer unidade inimiga que atravessá-la tem sua Velocidade de Movimento e Resistência Mágica reduzidas por um período de tempo."},
{"Nome": "Perverter", "Descricao": "Karthus passivamente rouba energia de suas vítimas, recebendo Mana a cada abate. Ele também pode se cercar das almas de suas presas, causando dano a inimigos próximos, mas drenando rapidamente a própria Mana."},
{"Nome": "Réquiem", "Descricao": "Após canalizar por 3 segundos, Karthus causa dano a todos os Campeões inimigos."},
{"Nome": "Karma", "Descricao": "a Iluminada"},
{"Nome": "Ímpeto Ardente", "Descricao": "Atacar e conjurar habilidades em Campeões inimigos reduz o Tempo de Recarga de Mantra."},
{"Nome": "Chama Interior", "Descricao": "Karma dispara uma esfera de energia espiritual que explode e causa dano ao atingir uma unidade inimiga.\n\nEfeito de Mantra: Além da explosão, Mantra aumenta o poder destrutivo de sua Chama Interior, criando um cataclisma que causa dano depois de um breve intervalo."},
{"Nome": "Decisão Absorta", "Descricao": "Karma cria um vínculo entre ela e o inimigo-alvo, causando dano e revelando-o. Se o vínculo não for quebrado, o inimigo será enraizado e sofrerá dano novamente.\n\nEfeito de Mantra: Karma fortalece o vínculo, se curando e prolongando a duração do enraizamento."},
{"Nome": "Irelia", "Descricao": "a Dançarina das Lâminas"},
{"Nome": "Kai'Sa", "Descricao": "a Filha do Vazio"},
{"Nome": "Segunda Pele", "Descricao": "Os ataques básicos de Kai'Sa acumulam Plasma, causando Dano Mágico adicional crescente. Efeitos imobilizadores de aliados ajudam a acumular Plasma. Além disso, as aquisições de itens de Kai'Sa aprimoram suas habilidades básicas, deixando-as mais poderosas."},
{"Nome": "Chuva Icathiana", "Descricao": "Kai'Sa dispara uma chuva de projéteis que correm atrás de alvos próximos.\n\nArma Viva: Chuva Icathiana é aprimorada e lança mais mísseis."},
{"Nome": "Exploradora do Vazio", "Descricao": "Kai'Sa lança um projétil de longo alcance, marcando inimigos com sua passiva.\n\nArma Viva: Exploradora do Vazio é aprimorada e aplica mais marcas passivas e tem o Tempo de Recarga reduzido ao acertar um Campeão."},
{"Nome": "Sobrecarga", "Descricao": "Kai'Sa aumenta brevemente sua Velocidade de Movimento, depois aumenta sua Velocidade de Ataque.\n\nArma Viva: Sobrecarga é aprimorada e concede Invisibilidade por um breve momento."},
{"Nome": "Instinto Assassino", "Descricao": "Kai'Sa avança para perto de um Campeão inimigo."},
{"Nome": "Jinx", "Descricao": "o Gatilho Desenfreado"},
{"Nome": "Anime-se!", "Descricao": "Jinx recebe um aumento drástico de Velocidade de Movimento e de Velocidade de Ataque sempre que ajuda a destruir uma estrutura ou a abater um Campeão inimigo ou monstro épico da selva."},
{"Nome": "Trocando!", "Descricao": "Jinx modifica seus ataques básicos ao trocar entre Pow-Pow, sua metralhadora, e Fishbones, seu lança-mísseis. Ataques com Pow-Pow concedem Velocidade de Ataque, enquanto ataques com Fishbones causam dano em área de ação e recebem aumento de alcance, mas drenam Mana e reduzem a Velocidade de Ataque."},
{"Nome": "Zap!", "Descricao": "Jinx usa Zapper, sua pistola de choques, para disparar um projétil que causa dano ao primeiro inimigo atingido, reduzindo sua velocidade e revelando-o."},
{"Nome": "Mordidinha Flamejante!", "Descricao": "Jinx arremessa uma fileira de granadas-armadilha que explodem após 5 segundos, deixando os inimigos em chamas. As Mordidinhas Flamejantes morderão campeões inimigos que caminharem sobre elas, enraizando-os no local."},
{"Nome": "Super Mega Míssil da Morte!", "Descricao": "Jinx dispara um super-míssil no mapa, que acumula dano ao longo de seu trajeto. O míssil explodirá ao colidir com um campeão inimigo, causando dano a ele e a inimigos ao seu redor, com base em sua Vida removida."},
{"Nome": "Jayce", "Descricao": "o Defensor do Amanhã"},
{"Nome": "Capacitor Hextec", "Descricao": "Quando Jayce troca de arma, ele recebe Velocidade de Movimento por um curto período."},
{"Nome": "Aos Céus! / Disparo Chocante", "Descricao": "Empunhadura de Martelo: Salta na direção de um inimigo, causando Dano Físico e Lentidão.\n\nEmpunhadura de Canhão: Dispara um orbe de eletricidade que detona ao atingir um inimigo (ou ao alcançar o fim de seu trajeto), causando Dano Físico a todos os inimigos atingidos."},
{"Nome": "Campo Estático / Hipercarga", "Descricao": "Empunhadura de Martelo: Passivo: Restaura Mana a cada acerto. Ativo: Cria um campo elétrico que causa dano a inimigos próximos por muitos segundos.\n\nEmpunhadura de Canhão: Recebe um impulso de energia, aumentando a Velocidade de Ataque para seu máximo por diversos ataques."},
{"Nome": "Golpe Trovejante / Portão Acelerador", "Descricao": "Empunhadura de Martelo: Causa Dano Mágico a um inimigo e o joga para trás em uma curta distância.\n\nEmpunhadura de Canhão: Posiciona um Portão Acelerador que aumenta a Velocidade de Movimento de campeões aliados que o atravessarem. Se Disparo Chocante for usado através do portão, a velocidade do projétil, seu alcance e seu dano aumentarão."},
{"Nome": "Canhão de Mercúrio / Martelo de Mercúrio", "Descricao": "Empunhadura de Martelo: Transforma o Martelo de Mercúrio em Canhão de Mercúrio, recebendo novas habilidades e ataques à distância. O primeiro ataque desta forma reduzirá a Armadura e a Resistência Mágica do alvo.\n\nEmpunhadura de Canhão: Transforma o Canhão de Mercúrio em Martelo de Mercúrio, recebendo novas habilidades, aumentando a Resistência Mágica e a Armadura. O primeiro ataque desta forma causará Dano Mágico adicional."},
{"Nome": "Jhin", "Descricao": "o Virtuoso"},
{"Nome": "Sussurro", "Descricao": "Sussurro, o canhão de mão de Jhin, é um instrumento preciso que foi projetado para causar muito dano. Ele dispara com frequência fixa e carrega apenas quatro projéteis. Jhin encanta o projétil final com magia sombria para causar Acerto Crítico e dano de execução adicional. Sempre que causa um Acerto Crítico, Sussurro inspira Jhin com um impulso de Velocidade de Movimento."},
{"Nome": "Granada Dançante", "Descricao": "Jhin lança um cartucho mágico em um inimigo. Ele pode atingir até quatro alvos e acumula dano a cada vez que causa um abate."},
{"Nome": "Florescer Mortal", "Descricao": "Jhin brande sua bengala, fazendo um disparo único com incrível alcance. Ele atravessa tropas e monstros, mas para no primeiro Campeão atingido. Se o alvo foi recentemente atingido por aliados de Jhin, por Armadilhas de Lótus ou recebeu dano de Jhin, ele será enraizado."},
{"Nome": "Audiência Cativa", "Descricao": "Jhin posiciona uma armadilha de lótus invisível que floresce ao ser pisada. Ela reduz a velocidade de inimigos próximos antes de causar dano com uma explosão de pétalas serrilhadas. \n\nBeleza em Morte - Quando Jhin abate um Campeão inimigo, uma armadilha de lótus florescerá próximo a seu cadáver."},
{"Nome": "Aclamação", "Descricao": "Jhin canaliza, transformando a Sussurro em um mega-canhão de ombro. Ela é capaz de fazer 4 super disparos com extremo alcance que atravessam tropas e monstros, mas que param no primeiro campeão atingido. A Sussurro mutila os inimigos atingidos, o que reduz sua velocidade e aumenta o dano de execução. O 4º disparo é feito com perfeição, de poder épico e garante um acerto crítico."},
{"Nome": "Kalista", "Descricao": "a Lança da Vingança"},
{"Nome": "Aprumo Marcial", "Descricao": "Realize um comando de movimentação enquanto Kalista carrega seu ataque básico ou Perfurar para saltar em uma curta distância quando ela lançar o ataque."},
{"Nome": "Perfurar", "Descricao": "Arremessa uma lança de movimento rápido que atravessa os inimigos que abate."},
{"Nome": "Vigia", "Descricao": "Ganha dano adicional quando Kalista e seu aliado Em Juramento atingem o mesmo alvo. \n\nAtive para enviar uma alma para patrulhar um caminho, revelando a área à sua frente."},
{"Nome": "Lacerar", "Descricao": "Os ataques empalam seus alvos com lanças. Ative para arrancar as lanças, causando Lentidão e dano crescente."},
{"Nome": "Chamado do Destino", "Descricao": "Kalista teleporta o aliado em Juramento para si mesma. Eles recebem a capacidade de avançar em uma direção, empurrando para trás os inimigos atingidos."},
{"Nome": "Inspiração", "Descricao": "Karma invoca um escudo protetor que absorve o dano sofrido e aumenta a Velocidade de Movimento do aliado protegido.\n\nEfeito de Mantra: o alvo irradia energia, fortalecendo o Escudo inicial e aplicando Inspiração a Campeões aliados próximos."},
{"Nome": "Mantra", "Descricao": "Karma fortalece sua próxima habilidade para dar um efeito adicional. Mantra está disponível no nível 1 e não exige um ponto de habilidade."},
{"Nome": "Fervor Ioniano", "Descricao": "Quando Irelia acerta inimigos com suas habilidades, ela ganha acúmulo de Velocidade de Ataque adicional. Ao atingir o máximo de acúmulos, Irelia também ganha dano adicional ao contato."},
{"Nome": "Surto da Lâmina", "Descricao": "Irelia avança para atingir o seu alvo e cura a si mesma. Se ele estiver marcado ou for abatido com Surto da Lâmina, o Tempo de Recarga será restaurado."},
{"Nome": "Dança Desafiadora", "Descricao": "Irelia carrega um golpe que causa mais dano conforme o carregamento. Ela também recebe Dano Físico reduzido durante esse carregamento."},
{"Nome": "Dueto Impecável", "Descricao": "Irelia lança duas lâminas que convergem uma em direção à outra. Inimigos no fogo cruzado sofrem dano, ficam atordoados e são marcados."},
{"Nome": "Lâmina da Vanguarda", "Descricao": "Irelia lança uma série de lâminas que explodem ao atingir um Campeão inimigo. Inimigos atingidos pelas lâminas sofrem dano e são marcados. Depois, as lâminas formam uma parede que causa dano e reduz a velocidade dos inimigos que a atravessarem."},
{"Nome": "Illaoi", "Descricao": "a Sacerdotisa Cráquem"},
{"Nome": "Profetisa de um Deus Ancião", "Descricao": "Illaoi e os Recipientes que ela cria fazem surgir Tentáculos em terreno intransponível próximo. Tentáculos golpeiam espíritos, Recipientes e vítimas da Lição Dura de Illaoi. Tentáculos causam Dano Físico a inimigos atingidos e curarão Illaoi caso atinjam um Campeão."},
{"Nome": "Golpe de Tentáculo", "Descricao": "Aumenta o dano causado por Tentáculos. Quando ativada, Illaoi golpeia com um Tentáculo que causa Dano Físico."},
{"Nome": "Lição Dura", "Descricao": "Illaoi salta em direção a seu alvo, causando Dano Físico e fazendo com que Tentáculos próximos também golpeiem o alvo."},
{"Nome": "Teste de Espírito", "Descricao": "Illaoi arranca o espírito do corpo de um inimigo, forçando-o a permanecer perante ela. Espíritos ecoam um percentual do dano que recebem ao alvo original. Se abatido, ou caso se afaste muito do espírito, o alvo se transforma em um Recipiente e inicia o surgimento de Tentáculos."},
{"Nome": "Salto de Fé", "Descricao": "Illaoi golpeia o chão com seu ídolo, causando Dano Físico a inimigos próximos. Um Tentáculo surge para cada campeão atingido."},
{"Nome": "Heimerdinger", "Descricao": "o Inventor Idolatrado"},
{"Nome": "Afinidade Hextec", "Descricao": "Recebe Velocidade de Movimento enquanto próxima a torres aliadas e torres posicionadas por Heimerdinger."},
{"Nome": "Torre Evolutiva H-28G", "Descricao": "Heimerdinger posiciona um canhão-torre automático equipado com um ataque secundário de feixes perfurantes (canhões causam metade do dano a torres)."},
{"Nome": "Micro-Mísseis Hextec", "Descricao": "Heimerdinger dispara mísseis de longo alcance que convergem na direção do cursor."},
{"Nome": "Granada de Tempestade de Elétrons CH-2", "Descricao": "Heimerdinger lança uma granada em um local, causando dano a unidades inimigas, atordoando todos que forem diretamente atingidos e deixando as unidades próximas lentas."},
{"Nome": "MELHORIA!!!", "Descricao": "Heimerdinger inventa um aprimoramento, fazendo com que sua próxima habilidade tenha efeitos adicionais. "},
{"Nome": "Zyra", "Descricao": "a Ascensão dos Espinhos"},
{"Nome": "Jardim de Espinhos", "Descricao": "Sementes surgem periodicamente ao redor de Zyra, mais rapidamente dependendo do nível. Zyra pode conjurar Farpas Mortais ou Pântano das Raízes próximo a sementes para fazer surgir plantas que lutarão por ela."},
{"Nome": "Farpas Mortais", "Descricao": "Vinhas espessas se espalham pelo chão e explodem em farpas, causando Dano Mágico a inimigos dentro da área. Se conjurada perto de uma semente, Farpas Mortais faz surgir uma planta Cospe-Espinhos, que dispara contra inimigos distantes."},
{"Nome": "Crescimento Desenfreado", "Descricao": "Zyra planta uma semente com duração de 60s. Conjurar Farpas Mortais e Pântano das Raízes perto das sementes fará surgir plantas que lutam por Zyra. Zyra pode armazenar várias sementes ao mesmo tempo, e abater inimigos reduz o tempo de recarregamento de Crescimento Desenfreado."},
{"Nome": "Pântano das Raízes", "Descricao": "Zyra lança vinhas pelo chão para prenderem seu alvo, causando dano e enraizando inimigos atingidos. Se conjurada próxima a uma semente, Pântano das Raízes faz surgir Vinhas Ásperas com ataques de curta distância que reduzem a Velocidade de Movimento do inimigo."},
{"Nome": "Espinhos Sufocantes", "Descricao": "Zyra invoca raízes retorcidas no local-alvo, causando dano a inimigos conforme elas se expandem e arremessando-os ao ar quando se contraem. Plantas ao alcance das raízes ficam enfurecidas."},
{"Nome": "Zoe", "Descricao": "o Aspecto do Crepúsculo"},
{"Nome": "Brililim!", "Descricao": "O próximo ataque básico após Zoe conjurar uma habilidade causa Dano Mágico adicional."},
{"Nome": "Estrela Desviada!", "Descricao": "Zoe dispara um projétil que pode ser redirecionado durante o percurso. Causa mais dano quanto maior for a distância percorrida em linha reta."},
{"Nome": "Roubo Arcano", "Descricao": "Zoe pode apanhar os vestígios das conjurações de Feitiço de Invocador ou de itens ativos do inimigo para que ela mesma os conjure. Sempre que ela conjura um Feitiço de Invocador, ela ganha 3 projéteis que são disparados contra o alvo mais próximo."},
{"Nome": "Bolha do Soninho", "Descricao": "Faz com que o alvo fique sonolento e depois adormeça. A primeira fonte de dano que interromper o sono é dobrada, até determinado limite."},
{"Nome": "Salto Dimensional", "Descricao": "Teleporta-se para uma posição próxima por 1s, depois se teleporta de volta."},
{"Nome": "Hecarim", "Descricao": "a Sombra da Guerra"},
{"Nome": "Caminho da Guerra", "Descricao": "Hecarim recebe Dano de Ataque equivalente a um percentual de sua Velocidade de Movimento adicional."},
{"Nome": "Enfurecido", "Descricao": "Hecarim golpeia inimigos próximos, causando Dano Físico. Caso ele cause dano a ao menos um inimigo, os usos subsequentes da habilidade causam mais dano e têm menor Tempo de Recarga."},
{"Nome": "Espírito do Pavor", "Descricao": "Hecarim causa Dano Mágico a inimigos próximos por um curto período de tempo. Hecarim recebe Vida igual a um percentual de qualquer dano que esses inimigos receberem."},
{"Nome": "Ataque Devastador", "Descricao": "Hecarim recebe Velocidade de Movimento crescente e ignora colisão com unidades por um curto período. O próximo Ataque dele empurra o alvo e causa Dano Físico adicional com base na distância percorrida desde a ativação da Habilidade."},
{"Nome": "Massacre das Sombras", "Descricao": "Hecarim invoca cavaleiros espectrais e avança, causando Dano Mágico em linha reta. Hecarim desfere uma onda de choque ao terminar o ataque, fazendo com que inimigos próximos se afastem aterrorizados."},
{"Nome": "Ziggs", "Descricao": "o Especialista em Hexplosivos"},
{"Nome": "Pavio Curto", "Descricao": "Periodicamente, o próximo ataque básico de Ziggs causa Dano Mágico adicional. Esse Tempo de Recarga é reduzido sempre que Ziggs usa uma habilidade."},
{"Nome": "Bomba Saltitante", "Descricao": "Ziggs arremessa uma bomba que causa Dano Mágico."},
{"Nome": "Carga Concentrada", "Descricao": "Ziggs arremessa uma carga explosiva que detona depois de 4s ou quando a habilidade é ativada novamente. A explosão causa Dano Mágico a inimigos, arremessando-os para longe. Ziggs também é empurrado, mas não recebe dano, além de poder usar Carga para Hexplodir torres inimigas vulneráveis."},
{"Nome": "Campo Minado de Hexplosivos", "Descricao": "Ziggs espalha minas de proximidade que detonam ao contato com inimigos, causando Dano Mágico e redução de velocidade. Várias detonações de minas no mesmo alvo causam dano reduzido."},
{"Nome": "Bomba Megainfernal", "Descricao": "Ziggs põe para funcionar sua maior criação, a Bomba Megainfernal, arremessando-a de uma enorme distância. Inimigos no centro da detonação recebem mais dano do que aqueles mais distantes."},
{"Nome": "Zilean", "Descricao": "o Guardião do Tempo"},
{"Nome": "Tempo Engarrafado", "Descricao": "Zilean armazena tempo como Experiência, podendo concedê-la aos aliados. Quando tiver Experiência o suficiente para completar o nível de um aliado, Zilean pode clicar com o botão direito nele para conceder os pontos. Zilean recebe a mesma quantidade de Experiência que concede."},
{"Nome": "Bomba-relógio", "Descricao": "Arremessa uma bomba no local-alvo, que gruda em unidades que se aproximarem (priorizando Campeões). Ela detona após 3 segundos, causando dano em área. Se uma Bomba-relógio for detonada antecipadamente por outra, o efeito também atordoa inimigos."},
{"Nome": "Retroceder", "Descricao": "Zilean pode se preparar para confrontos futuros, reduzindo o Tempo de Recarga de suas outras habilidades básicas."},
{"Nome": "Distorção no Tempo", "Descricao": "Zilean manipula o tempo ao redor de qualquer unidade, causando Lentidão a um inimigo ou concedendo Velocidade de Movimento a um aliado por um curto período."},
{"Nome": "Alteração Temporal", "Descricao": "Zilean coloca uma runa protetora do tempo em um Campeão aliado, teletransportando-o de volta no tempo se ele receber um dano letal."},
{"Nome": "Zed", "Descricao": "o Mestre das Sombras"},
{"Nome": "Desprezo pelos Fracos", "Descricao": "Os ataques básicos de Zed contra alvos com pouca Vida causam Dano Mágico adicional. Esse efeito pode ocorrer contra o mesmo Campeão inimigo apenas uma vez a cada poucos segundos."},
{"Nome": "Shuriken Laminado", "Descricao": "Zed e suas sombras arremessam seus shurikens.\n\nCada shuriken causa dano em todos os inimigos atingidos."},
{"Nome": "Sombra Viva", "Descricao": "Efeito passivo: Zed recebe energia sempre que ele e suas sombras atingem um inimigo com a mesma habilidade. A energia só pode ser recebida uma vez a cada conjuração de habilidade.\n\nAtivo: A sombra de Zed avança e fica no mesmo lugar por alguns segundos. Quando Sombra Viva é reativada, Zed troca de posição com sua sombra."},
{"Nome": "Corte Sombrio", "Descricao": "Zed e suas sombras atacam, causando dano a inimigos próximos."},
{"Nome": "Marca Fatal", "Descricao": "Zed se torna inalvejável e avança contra um Campeão inimigo para marcá-lo. Após 3 segundos, a marca é ativada, repetindo parte de todo o dano que Zed causou ao alvo enquanto ele estava marcado."},
{"Nome": "Zac", "Descricao": "a Arma Secreta"},
{"Nome": "Divisão Celular", "Descricao": "Sempre que Zac atinge um inimigo com uma habilidade, ele perde parte de si mesmo que pode ser reabsorvida para restaurar Vida. Ao receber dano letal, Zac divide-se em 4 pedaços que tentam se recombinar. Se qualquer pedaço permanecer, ele ressuscitará uma quantia de Vida, dependendo da vida dos pedaços sobreviventes. Cada pedaço tem um percentual da Vida máxima de Zac, de sua Armadura e de Resistência Mágica. Essa habilidade tem 5 minutos de Tempo de Recarga."},
{"Nome": "Esticada", "Descricao": "Zac estica um braço, agarrando um inimigo. Atacar um inimigo diferente o fará arremessar ambos os alvos na direção um do outro."},
{"Nome": "Matéria Instável", "Descricao": "Zac explode para fora em direção a inimigos próximos, causando um percentual de suas Vidas máximas como Dano Mágico."},
{"Nome": "Estilingue Elástico", "Descricao": "Zac segura o chão com seus braços e se estica para trás, lançando-se para frente."},
{"Nome": "Vamos pular!", "Descricao": "Zac pula quatro vezes, arremessando inimigos atingidos ao ar e reduzindo a velocidade deles."},
{"Nome": "Yuumi", "Descricao": "a Gata Mágica"},
{"Nome": "Bater e Bloquear", "Descricao": "Periodicamente, quando Yuumi ataca um Campeão, ela restaura Mana e recebe um escudo que a segue, protegendo ela e o aliado ao qual está conectada."},
{"Nome": "Projétil Errante", "Descricao": "Yuumi dispara um projétil, causando Dano Mágico ao primeiro alvo que atingir. O projétil causa dano adicional e redução de velocidade se demorar pelo menos 1s para chegar ao seu alvo.\n\nEnquanto conectada, o projétil pode ser controlado pelo cursor do mouse."},
{"Nome": "Você e Eu!", "Descricao": "Passivamente, Yuumi aumenta a Força Adaptativa de seu aliado e a sua própria. Ativamente, Yuumi avança em direção a um aliado-alvo, tornando-se inalvejável por qualquer ataque, exceto de torres."},
{"Nome": "Frenética", "Descricao": "Cura Yuumi e aumenta a Velocidade de Movimento e a Velocidade de Ataque. Se ela estiver conectada, isso afetará seu aliado em vez dela mesma.\n"},
{"Nome": "Capítulo Final", "Descricao": "Yuumi canaliza sete disparos que causam dano, enraizando inimigos atingidos por três ou mais disparos. Ela também pode se mover, se conectar e conjurar Frenética! durante a canalização."},
{"Nome": "Yone", "Descricao": "o Inesquecido"},
{"Nome": "Estilo do Caçador", "Descricao": "Yone causa Dano Mágico a cada segundo Ataque. Além disso, sua Chance de Acerto Crítico é aumentada."},
{"Nome": "Aço Mortal", "Descricao": "Golpeia à frente, causando dano a todos os inimigos em linha reta.\n\nAo contato, ganha um acúmulo de Tempestade Crescente por alguns segundos. Com 2 acúmulos, Aço Mortal faz com que Yone avance com o vento, arremessando ao ar os inimigos.\n\nAço Mortal é tratada como ataque básico e escala da mesma forma."},
{"Nome": "Fenda Espiritual", "Descricao": "Ataca à frente, causando dano a todos os inimigos em uma área de cone. Concede um escudo a Yone. O valor do escudo aumenta com base no número de Campeões atingidos pelo golpe.\n\nO Tempo de Recarga e o tempo de conjuração de Fenda Espiritual escalam com Velocidade de Ataque."},
{"Nome": "Desatar da Alma", "Descricao": "O espírito de Yone deixa seu corpo para trás e recebe Velocidade de Movimento. Quando essa habilidade termina, o espírito de Yone volta ao corpo e ele repete parte do dano causado na forma espiritual."},
{"Nome": "Destino Selado", "Descricao": "Yone teleporta-se para trás do último Campeão em uma linha, desferindo um golpe tão poderoso que puxa na direção dele todos os inimigos atingidos."},
{"Nome": "Yorick", "Descricao": "o Pastor de Almas"},
{"Nome": "Pastor de Almas", "Descricao": "A Horda Maldita: Yorick pode invocar Andarilhos da Névoa e atacar inimigos próximos."},
{"Nome": "Extrema-Unção", "Descricao": "Yorick causa dano adicional em seu próximo ataque, além de curar a si mesmo. Se o alvo for abatido, uma cova será aberta."},
{"Nome": "Procissão Sombria", "Descricao": "Yorick invoca uma parede destrutível no local-alvo, que bloqueará a movimentação de inimigos."},
{"Nome": "Névoa dos Lamentos", "Descricao": "Yorick arremessa um glóbulo de Névoa Negra que causa dano, redução de velocidade e marca inimigos."},
{"Nome": "Louvor das Ilhas", "Descricao": "Yorick invoca a Donzela da Névoa, que faz com que seus ataques contra os alvos dela causem dano adicional. A Donzela também faz surgir Andarilhos automaticamente a partir de inimigos mortos."},
{"Nome": "Xerath", "Descricao": "o Mago Ascendente"},
{"Nome": "Oscilação de Mana", "Descricao": "Os ataques básicos de Xerath restauram Mana periodicamente."},
{"Nome": "Pulso Arcano", "Descricao": "Dispara um raio de energia de longo alcance, causando Dano Mágico a todos os alvos atingidos."},
{"Nome": "Olho da Destruição", "Descricao": "Invoca uma barragem de energia arcana, causando Dano Mágico e redução de Velocidade de Movimento a todos os inimigos em uma área. Alvos no centro recebem dano adicional e uma redução de velocidade mais forte."},
{"Nome": "Orbe Eletrizante", "Descricao": "Causa Dano Mágico a um inimigo e o atordoa."},
{"Nome": "Ritual Arcano", "Descricao": "Xerath imobiliza a si mesmo e dispara diversas barragens de longa distância."},
{"Nome": "Xin Zhao", "Descricao": "o Senescal de Demacia"},
{"Nome": "Determinação", "Descricao": "Cada terceiro ataque básico causa dano adicional e cura Xin Zhao."},
{"Nome": "Golpe de Três Garras", "Descricao": "O próximos 3 ataques normais de Xin Zhao causam mais dano. O último arremessa o oponente ao ar."},
{"Nome": "Vento Vira Relâmpago", "Descricao": "Xin Zhao golpeia à frente com a lança, causando Lentidão e marcando os inimigos atingidos como Desafiados."},
{"Nome": "Xayah", "Descricao": "a Rebelde"},
{"Nome": "Cortes Certeiros", "Descricao": "Depois de usar uma habilidade, os próximos ataques básicos de Xayah acertam todos os alvos pelo caminho e deixam uma Pluma."},
{"Nome": "Punhais Duplos", "Descricao": "Xayah arremessa dois punhais que causam dano e deixam cair Plumas que podem retornar para ela."},
{"Nome": "Plumagem Mortífera", "Descricao": "Xayah cria uma tempestade de lâminas que aumenta seu dano e sua Velocidade de Ataque, além de conceder Velocidade de Movimento ao atacar um Campeão."},
{"Nome": "Invocadora das Lâminas", "Descricao": "Xayah recolhe todas as Plumas que caíram, causando dano e enraizando os inimigos."},
{"Nome": "Tempestade de Plumas", "Descricao": "Xayah salta pelo ar, ficando inalvejável e arremessando um leque de punhais, além de deixar cair Plumas que podem voltar para ela."},
{"Nome": "Yasuo", "Descricao": "o Imperdoável"},
{"Nome": "Estilo do Errante", "Descricao": "A Chance de Acerto Crítico do Yasuo é aumentada. Além disso, Yasuo vai gerando um Escudo sempre que se movimenta. O Escudo é ativado quando Yasuo sofre dano de um Campeão ou monstro."},
{"Nome": "Tempestade de Aço", "Descricao": "Golpeia à frente, causando dano a todos os inimigos em linha reta.\n\nAo contato, Tempestade de Aço concede um acúmulo de Tempestade Crescente por alguns segundos. Com 2 acúmulos, Tempestade de Aço desfere um tornado que arremessa inimigos ao ar.\n\nTempestade de Aço é tratada como ataque básico e escala com as mesmas coisas."},
{"Nome": "Parede de Vento", "Descricao": "Cria uma parede movediça que bloqueia todos os projéteis inimigos por 4 segundos."},
{"Nome": "Espada Ágil", "Descricao": "Avança e atravessa o inimigo alvo, causando Dano Mágico. Cada conjuração aumenta o dano base de seu próximo avanço, até um limite máximo.\n\nNão pode ser conjurada novamente no mesmo inimigo por alguns segundos.\n\nSe Tempestade de Aço for conjurada durante o avanço, o ataque será circular."},
{"Nome": "Último Suspiro", "Descricao": "Teletransporta-se para um Campeão inimigo arremessado ao ar, causando Dano Físico e mantendo no ar todos os inimigos da área que foram arremessados ao ar. Concede o máximo de Fluxo, mas zera todos os acúmulos de Tempestade Crescente\n\nPor um período moderado a seguir, os Acertos Críticos de Yasuo recebem Penetração de Armadura adicional significativa."},
{"Nome": "Investida Audaciosa", "Descricao": "Xin Zhao avança na direção de um inimigo, ganhando Velocidade de Ataque e causando dano e Lentidão a todos os inimigos na área temporariamente. Investida Audaciosa recebe alcance aumentado contra alvos Desafiados."},
{"Nome": "Guarda Crescente", "Descricao": "Xin Zhao desafia um inimigo a quem tiver causado dano recentemente. Ele causa dano a inimigos próximos com base na Vida atual deles e Arremessa alvos não Desafiados para trás, tornando-se imune a qualquer dano causado por Campeões fora do círculo criado."},
{"Nome": "Volibear", "Descricao": "a Tempestade Implacável"},
{"Nome": "A Tempestade Implacável", "Descricao": "Os Ataques e habilidades de Volibear concedem Velocidade de Ataque e, às vezes, fazem com que seus Ataques causem Dano Mágico adicional a inimigos próximos."},
{"Nome": "Esmagamento Trovejante", "Descricao": "Volibear ganha velocidade ao correr na direção dos inimigos, Atordoando e causando dano ao primeiro que Atacar."},
{"Nome": "Fúria Selvagem", "Descricao": "Volibear causa dano a um inimigo, marcando-o e aplicando efeitos ao contato.  Conjurar a habilidade novamente no mesmo alvo causa dano adicional e cura Volibear."},
{"Nome": "Divisor de Céus", "Descricao": "Volibear invoca um relâmpago em um local, causando dano e Lentidão aos inimigos. Ele também ganhará um Escudo se estiver no raio da explosão."},
{"Nome": "Emissário da Tempestade", "Descricao": "Volibear salta até um local-alvo, causando dano e Lentidão aos inimigos sob ele, além de receber Vida adicional.  Torres inimigas próximas ao local de pouso são temporariamente Desabilitadas."},
{"Nome": "Vladimir", "Descricao": "o Sanguinário Escarlate"},
{"Nome": "Pacto Vermelho", "Descricao": "Cada 40 pontos de Vida adicional concedem 1 de Poder de Habilidade a Vladimir, e cada 1 ponto de Poder de Habilidade concede a Vladimir 1,4 de Vida adicional (não acumula consigo mesmo)."},
{"Nome": "Transfusão", "Descricao": "Vladimir rouba vida do inimigo-alvo. Quando sua reserva estiver cheia, Transfusão terá os benefícios de dano e cura drasticamente aumentados por um breve período."},
{"Nome": "Poça de Sangue", "Descricao": "Vladimir mergulha numa poça de sangue, tornando-se inalvejável por 2s. Além disso, inimigos na poça sofrem redução de Velocidade de Movimento e Vladimir drena Vida deles."},
{"Nome": "Maré de Sangue", "Descricao": "Vladimir paga com a própria Vida para carregar uma reserva de sangue que, quando desferida, causa dano em área ao seu redor, mas pode ser bloqueada por unidades inimigas."},
{"Nome": "Hemopraga", "Descricao": "Vladimir infecta uma área com uma praga virulenta. Inimigos afetados recebem dano crescente enquanto durar o efeito. Depois de alguns segundos, Hemopraga causa Dano Mágico aos inimigos infectados e cura Vladimir a cada Campeão inimigo atingido."},
{"Nome": "Viktor", "Descricao": "o Arauto das Máquinas"},
{"Nome": "Evolução Gloriosa", "Descricao": "Viktor pode aprimorar suas habilidades básicas quando abater inimigos."},
{"Nome": "Poder do Sifão", "Descricao": "Viktor explode uma unidade inimiga, causando Dano Mágico, recebendo um escudo e fortalecendo seu próximo ataque básico.\n\nAprimoramento: O escudo de Poder do Sifão aumenta em 60% e Viktor recebe Velocidade de Movimento adicional na conjuração."},
{"Nome": "Campo Gravítico", "Descricao": "Viktor conjura um campo gravitacional pesado que causa Lentidão a inimigos em seu raio de ação. Inimigos que permanecerem no dispositivo por tempo demais são Atordoados.\n\nAprimoramento: habilidades não periódicas de Viktor causam Lentidão aos inimigos."},
{"Nome": "Raio da Morte", "Descricao": "Viktor usa seu braço robótico para disparar um feixe caótico que corta o campo em linha reta, causando dano a todos os inimigos no trajeto.\n\nAprimoramento: Uma explosão segue o rastro de Raio da Morte, causando Dano Mágico."},
{"Nome": "Tempestade do Caos", "Descricao": "Viktor conjura uma singularidade no campo que causa Dano Mágico e interrompe canalizações de inimigos. Em seguida, a singularidade causa Dano Mágico periodicamente a todos os inimigos próximos. Viktor pode redirecionar a singularidade.\n\nAprimoramento: a Tempestade do Caos se move 25% mais rápido."},
{"Nome": "Viego", "Descricao": "O Rei Destruído"},
{"Nome": "Dominação Monárquica", "Descricao": "Inimigos derrotados por Viego se tornam Espectros. Ao atacá-los, Viego toma controle do corpo do inimigo morto temporariamente, curando-se em um percentual da Vida máxima do alvo e ganhando acesso a seus itens e habilidades básicas. Ele substitui a ultimate da vítima por uma conjuração gratuita de sua própria ultimate."},
{"Nome": "Espada do Rei Destruído", "Descricao": "A lâmina espectral de Viego causa uma porcentagem da Vida atual do alvo como dano adicional ao contato de forma passiva e atinge duas vezes os inimigos recentemente afetados por uma Habilidade, roubando Vida.\n\nViego pode ativar essa Habilidade para golpear, perfurando inimigos à frente."},
{"Nome": "Posse Espectral", "Descricao": "Viego carrega antes de avançar, lançando uma esfera de Névoa Negra concentrada que atordoa o primeiro inimigo atingido."},
{"Nome": "Domínio Atormentado", "Descricao": "Viego ordena que a Névoa Negra assombre e cerque uma porção de terreno. Ele pode se esconder na Névoa como um Espectro, recebendo Camuflagem, Velocidade de Movimento e Velocidade de Ataque."},
{"Nome": "Destruidor de Corações", "Descricao": "Viego teleporta-se para um local próximo e executa um Campeão inimigo ao chegar, atravessando seu coração e liberando uma onda de choque destrutiva que empurra os inimigos."},
{"Nome": "Vi", "Descricao": "a Defensora de Piltover"},
{"Nome": "Blindagem", "Descricao": "Vi carrega um escudo ao longo do tempo que pode ser ativado ao atingir um inimigo com uma habilidade."},
{"Nome": "Quebra-Cofres", "Descricao": "Vi carrega suas manoplas e desfere um soco capaz de quebrar cofres, empurrando-a para frente. Os inimigos que ela atingir são empurrados para trás e recebem um acúmulo de Pancada Certeira."},
{"Nome": "Pancada Certeira", "Descricao": "Os socos de Vi quebram a Armadura de seu oponente, causando dano adicional e concedendo a ela Velocidade de Ataque."},
{"Nome": "Força Excessiva", "Descricao": "O próximo ataque de Vi atravessará seu alvo, causando dano aos inimigos atrás dele."},
{"Nome": "Saque e Enterrada", "Descricao": "Vi persegue um inimigo em alta velocidade, empurrando para longe qualquer um em seu trajeto. Ao alcançar o alvo, ela o arremessa ao ar, salta atrás dele e o golpeia de volta ao chão."},
{"Nome": "Vel'Koz", "Descricao": "o Olho do Vazio"},
{"Nome": "Desconstrução Orgânica", "Descricao": "As habilidades de Vel'Koz aplicam Desconstrução Orgânica nos inimigos ao contato. Ao chegar a 3 acúmulos, o inimigo receberá uma rajada de Dano Verdadeiro."},
{"Nome": "Fissão Plasmática", "Descricao": "Vel'Koz dispara um projétil de plasma que se divide em dois ao ser reativado ou ao atingir um inimigo. O projétil causa dano e redução de velocidade a inimigos ao contato."},
{"Nome": "Fenda do Vazio", "Descricao": "Vel'Koz abre uma fenda ao Vazio que causa uma rajada inicial de dano, explodindo em seguida para causar mais dano após um breve intervalo."},
{"Nome": "Ruptura Tectônica", "Descricao": "Vel'Koz faz com que uma área exploda, arremessando inimigos ao ar e afastando inimigos próximos."},
{"Nome": "Raio Desintegrador de Formas de Vida", "Descricao": "Vel'Koz desfere um raio canalizado que segue o cursor por 2,5s, causando Dano Mágico. Desconstrução Orgânica pesquisa Campeões inimigos, fazendo com que recebam Dano Verdadeiro em vez de Dano Mágico."},
{"Nome": "Wukong", "Descricao": "o Macaco Rei"},
{"Nome": "Pele de Pedra", "Descricao": "Wukong recebe Armadura e Regeneração de Vida máxima cumulativas quando luta contra Campeões e monstros."},
{"Nome": "Golpe Destruidor", "Descricao": "O próximo ataque de Wukong recebe Alcance de Ataque, causa dano adicional e reduz a Armadura do alvo por alguns segundos."},
{"Nome": "Guerreiro Trapaceiro", "Descricao": "Wukong fica Invisível e avança em uma direção, deixando para trás um clone que atacará inimigos próximos."},
{"Nome": "Resplendor das Nuvens", "Descricao": "Wukong avança em direção ao inimigo-alvo e conjura imagens de si próprio para atacar inimigos próximos, causando dano aos atingidos."},
{"Nome": "Ciclone", "Descricao": "Wukong estende seu cajado e gira repetidamente, recebendo Velocidade de Movimento.\n\nInimigos atingidos sofrem dano e são arremessados ao ar."},
{"Nome": "Warwick", "Descricao": "a Ira Desimpedida de Zaun"},
{"Nome": "Fome Eterna", "Descricao": "Os ataques básicos de Warwick causam Dano Mágico adicional. Se ele estiver com menos de 50% de Vida, cura a si mesmo com a mesma quantia. Se ele estiver com menos de 25% de Vida, a cura é triplicada."},
{"Nome": "Presas da Fera", "Descricao": "Warwick lança-se à frente e morde seu alvo, causando dano com base em sua Vida máxima e curando a si mesmo com o dano causado."},
{"Nome": "Caçada Sangrenta", "Descricao": "Warwick percebe inimigos com menos de 50% Vida, recebendo Velocidade de Movimento ao movimentar-se na direção deles e Velocidade de Ataque ao afastar-se deles. Se ficarem com menos de 20% de Vida, ele entra em frenesi e os efeitos são triplicados."},
{"Nome": "Uivo Primitivo", "Descricao": "Warwick recebe redução de dano por 2,5 segundos. Ao fim do efeito, ou caso seja reativado, ele uiva, fazendo com que inimigos próximos fujam por 1 segundo."},
{"Nome": "Coerção Infinita", "Descricao": "Warwick salta em uma direção (escalando com a Velocidade de Movimento adicional dele), suprimindo o primeiro Campeão atingido por 1,5s."},
{"Nome": "Veigar", "Descricao": "o Pequeno Mestre do Mal"},
{"Nome": "Poder Maligno Fenomenal", "Descricao": "Veigar é o maior ser maligno a chegar ao coração de Runeterra - e vai ficar cada vez maior! Atingir um Campeão inimigo com uma habilidade ou executar um golpe final concede a Veigar um aumento permanente de Poder de Habilidade."},
{"Nome": "Golpe Maligno", "Descricao": "Veigar faz um disparo de energia das trevas que causa Dano Mágico aos dois primeiros inimigos atingidos. Unidades abatidas por este disparo concedem a ele um pouco de Poder de Habilidade permanentemente."},
{"Nome": "Matéria Escura", "Descricao": "Veigar invoca uma grande massa de Matéria Escura que cai do céu sobre o local-alvo, causando Dano Mágico ao chegar no chão. Os acúmulos de Poder Maligno Fenomenal reduzem o Tempo de Recarga de Matéria Escura."},
{"Nome": "Vayne", "Descricao": "a Caçadora Noturna"},
{"Nome": "Caçadora Noturna", "Descricao": "Vayne caça implacavelmente os malfeitores, ganhando 30 de Velocidade de Movimento ao se deslocar em direção a Campeões inimigos próximos."},
{"Nome": "Rolamento", "Descricao": "Vayne dá uma cambalhota, equilibrando-se para efetuar seu próximo disparo. Seu próximo ataque causará dano adicional."},
{"Nome": "Dardos de Prata", "Descricao": "Vayne aprimora suas flechas com um metal raro, tóxico a qualquer coisa maligna. A cada terceiro ataque consecutivo ou habilidade contra o mesmo alvo causa um percentual da Vida máxima do alvo como Dano Verdadeiro adicional."},
{"Nome": "Condenar", "Descricao": "Vayne puxa uma pesada besta de suas costas e dispara um gigantesco projétil em seu alvo, arremessando-o para trás e causando dano. Caso colida com terreno, ele fica empalado, o que lhe causa dano adicional e atordoamento."},
{"Nome": "Hora Final", "Descricao": "Preparando-se para um confronto épico, Vayne recebe Dano de Ataque aumentado, invisibilidade durante o Rolamento, Tempo de Recarga do Rolamento reduzido e mais Velocidade de Movimento adicional de Caçadora Noturna"},
{"Nome": "Varus", "Descricao": "a Flecha da Vingança"},
{"Nome": "Vingança Viva", "Descricao": "Ao conseguir um abate ou assistência, Varus recebe Velocidade de Ataque temporariamente. O efeito é maior se o inimigo for um Campeão."},
{"Nome": "Flecha Perfurante", "Descricao": "Varus prepara um poderoso disparo, que ganha alcance e dano extra quanto mais demorar para ser lançado."},
{"Nome": "Aljava da Ruína", "Descricao": "Passivo: Os ataques básicos de Varus causam Dano Mágico adicional e aplicam Arruinar. As outras habilidades de Varus detonam os acúmulos de Arruinar, causando Dano Mágico com base na Vida máxima do alvo. Ativo: Varus fortalece sua próxima Flecha Perfurante."},
{"Nome": "Chuva de Flechas", "Descricao": "Varus dispara uma chuva de flechas que causa Dano Físico e profana o terreno. Terrenos profanados reduzem a Velocidade de Movimento, autocura e regeneração dos inimigos."},
{"Nome": "Corrente da Corrupção", "Descricao": "Varus lança um tentáculo de corrupção que causa dano e imobiliza o primeiro Campeão inimigo atingido, espalhando-se ainda para os Campeões inimigos próximos que ainda não estiverem infectados, imobilizando-os ao contato."},
{"Nome": "Urgot", "Descricao": "o Encouraçado"},
{"Nome": "Chamas Ecoantes", "Descricao": "Os ataques básicos de Urgot e Expurgar disparam periodicamente explosões de chamas de suas pernas, causando Dano Físico."},
{"Nome": "Carga Corrosiva", "Descricao": "Detona uma carga explosiva no local-alvo, causando Dano Físico e reduzindo a velocidade dos inimigos atingidos pela explosão."},
{"Nome": "Expurgar", "Descricao": "Urgot reduz sua velocidade enquanto descarrega sua arma contra inimigos próximos. Prioriza Campeões inimigos que tenha atingido recentemente com outras habilidades e aciona Chamas Ecoantes."},
{"Nome": "Desdém", "Descricao": "Urgot avança em uma direção, protegendo-se com um escudo e pisoteando inimigos não Campeões. Se atingir um Campeão inimigo, ele para e o arremessa para fora de seu caminho."},
{"Nome": "Pior que a Morte", "Descricao": "Urgot dispara uma broca química que perfura o primeiro Campeão inimigo atingido. Se esse Campeão ficar abaixo de um limite mínimo de Vida, Urgot o julgará fraco e o executará."},
{"Nome": "Udyr", "Descricao": "o Andarilho Espiritual"},
{"Nome": "Agilidade do Macaco", "Descricao": "Udyr recebe Velocidade de Movimento e Velocidade de Ataque cumulativas após conjurar uma Habilidade. Ele tem quatro Habilidades básicas que podem ser usadas para alternar entre as Posturas. Alterar a Postura encerra imediatamente o efeito passivo e o efeito ao contato da Postura anterior."},
{"Nome": "Postura do Tigre", "Descricao": "Postura do Tigre: Ativação - A Velocidade de Ataque de Udyr aumenta por alguns segundos. Efeito persistente - O primeiro ataque e cada terceiro ataque seguinte de Udyr causam dano adicional ao longo de 2 segundos."},
{"Nome": "Postura da Tartaruga", "Descricao": "Postura da Tartaruga: Ativação - Udyr recebe um escudo temporário que absorve dano. Efeito persistente - O primeiro ataque e cada terceiro ataque subsequente de Udyr o curam com 2,5% de sua Vida máxima."},
{"Nome": "Postura do Urso", "Descricao": "Postura do Urso: Ativação - Udyr aumenta sua Velocidade de Movimento por uma curta duração. Efeito persistente - Os ataques básicos de Udyr atordoam seu alvo por 1 segundo. Este efeito não pode ocorrer novamente no mesmo alvo por muitos segundos."},
{"Nome": "Postura da Fênix", "Descricao": "Postura da Fênix: Ativação - Udyr desfere ondas pulsantes de fogo, causando dano a inimigos próximos. Efeito persistente - O primeiro ataque básico e a cada três ataques conseguintes de Udyr cobrem inimigos à sua frente com chamas."},
{"Nome": "Twitch", "Descricao": "o Semeador da Peste"},
{"Nome": "Veneno Mortal", "Descricao": "Os ataques básicos de Twitch infectam o alvo, causando Dano Verdadeiro a cada segundo."},
{"Nome": "Emboscada", "Descricao": "Twitch fica Camuflado por um curto período e recebe Velocidade de Movimento. Ao sair da Camuflagem, Twitch recebe Velocidade de Ataque por um curto período.\n\nQuando um Campeão inimigo com Veneno Mortal é abatido, o Tempo de Recarga de Emboscada é reiniciado."},
{"Nome": "Tonel de Veneno", "Descricao": "Twitch joga um tonel de veneno que explode em uma área, causando Lentidão e veneno mortal aos alvos."},
{"Nome": "Contaminar", "Descricao": "Twitch causa ainda mais destruição em inimigos envenenados com uma explosão de suas pestes."},
{"Nome": "Passando Fogo", "Descricao": "Twitch desfere o poder total de sua besta, fazendo disparos de longuíssimo alcance que perfuram todos os inimigos pegos em seu trajeto."},
{"Nome": "Twisted Fate", "Descricao": "o Mestre das Cartas"},
{"Nome": "Dados Viciados", "Descricao": "Ao abater uma unidade, Twisted Fate rola seu dado da ''sorte'' e recebe de 1 a 6 de ouro adicional."},
{"Nome": "Curingas", "Descricao": "Twisted Fate arremessa três cartas, causando dano a cada inimigo que elas atravessam."},
{"Nome": "Escolha uma Carta", "Descricao": "Twisted Fate escolhe uma carta mágica de seu baralho e a usa em seu próximo ataque, causando efeitos adicionais."},
{"Nome": "Baralho Marcado", "Descricao": "A cada 4 ataques, Twisted Fate causa dano adicional. Além disso, sua Velocidade de Ataque aumenta."},
{"Nome": "Destino", "Descricao": "Twisted Fate prevê o futuro de seus adversários, revelando todos os Campeões inimigos e habilitando o uso de Portal, que o teleporta para qualquer local-alvo em 1,5s."},
{"Nome": "Tryndamere", "Descricao": "o Rei Bárbaro"},
{"Nome": "Fúria da Batalha", "Descricao": "Tryndamere recebe Fúria para cada ataque, acerto crítico e golpe fatal que realiza. A Fúria passivamente aumenta a sua Chance de Acerto Crítico e pode ser consumida com a habilidade Sanguinário."},
{"Nome": "Sanguinário", "Descricao": "Tryndamere prospera com o calor do combate, aumentando seu próprio Dano de Ataque conforme for ficando mais e mais ferido. Ele pode conjurar Sanguinário para consumir sua Fúria e curar a si mesmo."},
{"Nome": "Grito Zombador", "Descricao": "Tryndamere solta um grito insultante, diminuindo o Dano de Ataque dos Campeões próximos. Inimigos que estiverem de costas para Tryndamere também têm sua Velocidade de Movimento reduzida."},
{"Nome": "Corte Giratório", "Descricao": "Tryndamere avança em direção a uma unidade-alvo, causando dano aos inimigos em seu trajeto."},
{"Nome": "Fúria Sem Fim", "Descricao": "O desejo de Tryndamere pela batalha se torna tão forte que ele fica incapaz de morrer, não importa o quão ferido ele esteja."},
{"Nome": "Horizonte de Eventos", "Descricao": "Veigar distorce os limites do espaço, criando uma prisão que Atordoa os inimigos que a atravessam."},
{"Nome": "Explosão Primordial", "Descricao": "Explode o Campeão-alvo inimigo, causando uma grande quantia de Dano Mágico, que aumenta com base na Vida perdida do alvo."},
{"Nome": "Trundle", "Descricao": "o Rei dos Trolls"},
{"Nome": "Tributo do Rei", "Descricao": "Quando uma unidade inimiga morre perto de Trundle, ele é curado em um percentual da Vida máxima desta unidade."},
{"Nome": "Mordida", "Descricao": "Trundle morde seu oponente, causando dano, brevemente reduzindo sua Velocidade de Movimento e drenando parte de seu Dano de Ataque."},
{"Nome": "Domínio Congelado", "Descricao": "Trundle transforma o local-alvo em seu domínio, recebendo Velocidade de Ataque, Velocidade de Movimento e cura aprimorada de todas as fontes enquanto estiver sobre a região."},
{"Nome": "Pilar de Gelo", "Descricao": "Trundle cria um pilar de gelo no local-alvo, tornando-o um terreno intransponível e causando Lentidão a todas as unidades inimigas próximas."},
{"Nome": "Subjugar", "Descricao": "Trundle imediatamente rouba um percentual da Vida, Armadura e Resistência Mágica de seu alvo. Ao longo dos próximos 4 segundos, a quantia de Vida, Armadura e Resistência Mágica roubada é dobrada."},
{"Nome": "Teemo", "Descricao": "o Explorador Veloz"},
{"Nome": "Técnicas de Guerrilha", "Descricao": "Se Teemo permanecer imóvel e não fizer nada por um curto período, fica Invisível por tempo indefinido. Caso esteja em um arbusto, Teemo pode manter sua Invisibilidade enquanto se move. Ao sair da Invisibilidade, Teemo ativa Elemento Surpresa, aumentando a própria Velocidade de Ataque por alguns segundos."},
{"Nome": "Dardo Ofuscante", "Descricao": "Obscurece a visão de um inimigo com um poderoso veneno, causando dano à unidade-alvo e cegando-a pela duração do efeito."},
{"Nome": "Mover Depressa", "Descricao": "Teemo corre por aí, aumentando passivamente sua Velocidade de Movimento até que seja atingido por um Campeão ou torre inimiga. Ele pode sair em disparada para receber Velocidade de Movimento adicional que não é interrompida por ataques por um certo período."},
{"Nome": "Tiro Tóxico", "Descricao": "Cada um dos ataques de Teemo envenenará o alvo, causando dano no impacto e a cada segundo seguinte por 4 segundos."},
{"Nome": "Armadilha Venenosa", "Descricao": "Teemo arremessa uma armadilha venenosa explosiva usando um dos cogumelos que guardou na mochila. Se um inimigo pisar na armadilha, ela soltará uma nuvem venenosa que causa dano e reduz a velocidade de inimigos ao longo do tempo. Se Teemo arremessar um cogumelo em cima de outro, ele saltará, recebendo alcance adicional."},
{"Nome": "Taric", "Descricao": "o Escudo de Valoran"},
{"Nome": "Bravata", "Descricao": "Conjurações fortalecem os próximos 2 ataques básicos de Taric, causando Dano Mágico adicional, reduzindo Tempos de Recarga e atacando em rápida sucessão."},
{"Nome": "Fulgor Estelar", "Descricao": "Cura Campeões aliados próximos com base nas cargas armazenadas. Ataques fortalecidos por Bravata concedem uma carga de Fulgor Estelar."},
{"Nome": "Bastião", "Descricao": "Aumenta passivamente a Armadura de Taric e de qualquer Campeão aliado com Bastião.\n\nProtege ativamente um aliado e lhe concede Bastião por todo o tempo que permanecer próximo a Taric. As habilidades de Taric também são conjuradas a partir do aliado com Bastião."},
{"Nome": "Deslumbrar", "Descricao": "Taric prepara um feixe de luz estelar que, após um breve intervalo, causa Dano Mágico e atordoa inimigos."},
{"Nome": "Resplendor Cósmico", "Descricao": "Faz pulsar energia cósmica em Campeões aliados próximos após um intervalo, tornando-os invulneráveis por um curto período."},
{"Nome": "Talon", "Descricao": "a Sombra da Lâmina"},
{"Nome": "Tristana", "Descricao": "a Artilheira Yordle"},
{"Nome": "Tiro Certeiro", "Descricao": "Aumenta o Alcance de Ataque de Tristana conforme ela sobe de nível."},
{"Nome": "Tiro Rápido", "Descricao": "Tristana dispara rapidamente com seu canhão, aumentando sua Velocidade de Ataque por um curto período de tempo."},
{"Nome": "Salto-foguete", "Descricao": "Tristana dispara no chão para lançar-se ao local-alvo, causando dano e reduzindo a Velocidade de Movimento das unidades ao seu redor por um breve momento ao aterrissar."},
{"Nome": "Carga Explosiva", "Descricao": "Quando Tristana abate uma unidade, seus projéteis explodem com estilhaços, causando dano a inimigos próximos. Isso pode ser ativado para posicionar uma bomba em um alvo inimigo, que explodirá após uma curta duração, causando dano a unidades ao seu redor."},
{"Nome": "Tiro Destruidor", "Descricao": "Tristana carrega uma gigantesca bala de canhão em sua arma e a dispara em uma unidade inimiga. Isso causa Dano Mágico e empurra o alvo para trás. Se o alvo estiver carregando uma bomba da Carga Explosiva, o raio de explosão da bomba é dobrado."},
{"Nome": "Thresh", "Descricao": "o Guardião das Correntes"},
{"Nome": "Condenação", "Descricao": "Thresh pode colher a alma de inimigos que morrerem perto dele, recebendo Armadura e Poder de Habilidade permanentemente."},
{"Nome": "Sentença", "Descricao": "Thresh prende um inimigo em suas correntes e puxa em sua direção. Ativar essa habilidade uma segunda vez puxa Thresh em direção ao inimigo."},
{"Nome": "Passagem Sombria", "Descricao": "Thresh arremessa uma lanterna que protege Campeões aliados próximos contra danos. Aliados podem clicar na lanterna para avançar na direção de Thresh."},
{"Nome": "Esfolar", "Descricao": "Os ataques de Thresh são fortalecidos, causando mais dano quanto mais tempo ele esperar entre ataques. Ao ativar, Thresh arrasta sua corrente e empurra todos os inimigos atingidos na direção do golpe."},
{"Nome": "A Caixa", "Descricao": "Uma prisão de paredes que causam dano e Lentidão se quebradas."},
{"Nome": "Taliyah", "Descricao": "a Tecelã de Pedras"},
{"Nome": "Deslizar em Pedras", "Descricao": "Taliyah recebe Velocidade de Movimento próxima a paredes."},
{"Nome": "Voleio Entrelaçado", "Descricao": "Taliyah arremessa uma rajada de projéteis na direção-alvo, movimentando-se livremente durante o arremesso. Isso manipula o terreno sob ela. Se Taliyah conjurar Voleio Entrelaçado em terreno manipulado, ela arremessa somente um projétil."},
{"Nome": "Empurrão Sísmico", "Descricao": "Taliyah faz com que uma área do terreno irrompa e arremesse inimigos na direção de sua escolha."},
{"Nome": "Terra Desfiada", "Descricao": "Taliyah cria um campo minado de redução de velocidade que explode caso inimigos o atravessem rapidamente ou sejam empurrados/puxados através dele."},
{"Nome": "Muro da Tecelã", "Descricao": "Taliyah cria uma parede comprida e desliza sobre ela."},
{"Nome": "Tahm Kench", "Descricao": "o Rei do Rio"},
{"Nome": "Um Gosto Adquirido", "Descricao": "Tahm Kench usa o próprio corpo para impulsionar os Ataques, causando dano adicional com base na Vida total dele. Causar dano a Campeões inimigos aumenta os acúmulos de Um Gosto Adquirido. Com três acúmulos, ele pode usar Devorar em um Campeão inimigo."},
{"Nome": "Língua-chicote", "Descricao": "Tahm Kench ataca com a língua, causando dano e Lentidão à primeira unidade atingida, além de se curar se a unidade for um Campeão inimigo.\n\nAplica um acúmulo de Um Gosto Adquirido a Campeões inimigos. Se o Campeão já tiver 3 acúmulos de Um Gosto Adquirido, ele será Atordoado e os acúmulos serão consumidos."},
{"Nome": "Mergulho Abissal", "Descricao": "Mergulha e reaparece no local-alvo, causando dano e Arremessando ao ar todos os inimigos em uma área."},
{"Nome": "Pele Grossa", "Descricao": "Passivo: Tahm Kench armazena uma porcentagem do dano sofrido e se cura com base nela quando fora de combate.\n\nAtivo: converte todo o dano armazenado em um Escudo temporário."},
{"Nome": "Devorar", "Descricao": "Tahm Kench devora um Campeão por alguns segundos, causando Dano Mágico se for um inimigo ou concedendo Escudo se for um aliado."},
{"Nome": "Limiar da Lâmina", "Descricao": "As habilidades de Talon causam Ferimentos em Campeões e monstros grandes, acumulando até 3 vezes. Quando Talon ataca um Campeão com 3 acúmulos de Ferimento, o alvo sofre intenso dano de sangramento ao longo do tempo."},
{"Nome": "Diplomacia Noxiana", "Descricao": "Talon apunhala a unidade alvo. Caso eles estejam próximos o suficiente para um ataque corpo a corpo, o ataque causa dano crítico. Caso estejam fora do alcance corpo a corpo, Talon saltará no alvo e o apunhalará. Talon recupera um pouco da vida e do Tempo de Recarga caso sua habilidade abata o alvo."},
{"Nome": "Ancinho", "Descricao": "Talon envia um voleio de adagas que retorna a ele, causando Dano Físico a cada vez que passar por um inimigo. As lâminas que retornarem causam dano adicional e reduzem a velocidade da unidade."},
{"Nome": "Caminho do Assassino", "Descricao": "Talon salta sobre quaisquer terrenos ou estruturas, até uma distância máxima. Esta habilidade possui um Tempo de Recarga baixo, mas deixa o terreno inutilizável por um longo período de tempo."},
{"Nome": "Ataque das Sombras", "Descricao": "Talon dispara um anel de lâminas e fica Invisível ao mesmo tempo em que recebe Velocidade de Movimento adicional. Quando Talon surge da Invisibilidade, as lâminas convergem em sua direção. A cada vez que a lâmina se move, Ataque das Sombras causa Dano Físico aos inimigos atingidos por ao menos uma lâmina."},
{"Nome": "Syndra", "Descricao": "a Soberana Sombria"},
{"Nome": "Transcender", "Descricao": "As habilidades de Syndra recebem efeitos adicionais no nível máximo.\n\nEsfera Negra: dano adicional contra Campeões.\nDeterminação: Dano Verdadeiro adicional.\nDispersar os Fracos: largura aumentada.\nPoder Irrestrito: alcance aumentado."},
{"Nome": "Sona", "Descricao": "a Mestra das Cordas"},
{"Nome": "Power Chord", "Descricao": "Accelerando: Sona recebe Aceleração permanentemente para as Habilidades básicas (exceto a ultimate), caso use-as corretamente, até um limite. Depois disso, o uso bem-sucedido reduz o Tempo de Recarga restante da ultimate.\n\nPower Chord: depois de algumas Habilidades conjuradas, o próximo Ataque de Sona causará Dano Mágico adicional e um efeito extra com base na última Habilidade básica ativada por ela."},
{"Nome": "Hino do Valor", "Descricao": "Sona toca o Hino do Valor, conjurando rajadas de som, causando Dano Mágico a dois inimigos próximos, priorizando Campeões e monstros. Sona recebe uma aura temporária que concede dano adicional no próximo ataque de aliados próximos contra inimigos."},
{"Nome": "Ária da Perseverança", "Descricao": "Sona toca a Ária da Perseverança, conjurando melodias protetoras, curando a si mesma e a um aliado ferido próximo. Sona recebe uma aura temporária que concede um escudo momentâneo a aliados marcados pela área."},
{"Nome": "Canção da Celeridade", "Descricao": "Sona toca a Canção da Celeridade, concedendo Velocidade de Movimento adicional a aliados próximos. Sona recebe uma aura temporária que concede Velocidade de Movimento adicional a Campeões aliados marcados pela área."},
{"Nome": "Crescendo", "Descricao": "Sona toca o seu melhor acorde, causando Dano Mágico, atordoando Campeões inimigos e forçando-os a dançar. Cada nível dessa habilidade reduz o Tempo de Recarga base das habilidades básicas de Sona."},
{"Nome": "Skarner", "Descricao": "a Vanguarda de Cristal"},
{"Nome": "Espirais Cristalinas", "Descricao": "A presença de Skarner faz com que cristais apareçam em locais específicos do mapa, podendo ser capturados por qualquer equipe que ficar sobre eles. Skarner recebe Velocidade de Movimento, Velocidade de Ataque e Regeneração de Mana aumentada quando estiver próximo a cristais capturados por sua equipe."},
{"Nome": "Corte de Cristal", "Descricao": "Skarner ataca com suas garras, causando Dano Físico a todos os inimigos próximos e se carregando com Energia do Cristal por vários segundos caso uma unidade seja atingida. Se ele lançar Corte de Cristal novamente enquanto estiver fortalecido pela Energia do Cristal, causará Dano Mágico adicional."},
{"Nome": "Exoesqueleto Cristalino", "Descricao": "Skarner recebe um escudo e, enquanto este persiste, sua Velocidade de Movimento aumenta."},
{"Nome": "Fratura", "Descricao": "Skarner invoca uma explosão de energia cristalina que causa dano e lentidão aos inimigos atingidos. Ataques básicos nestes inimigos dentre um curto período de tempo os atordoará."},
{"Nome": "Empalar", "Descricao": "Skarner suprime um campeão inimigo e causa dano a ele. Durante este período, Skarner pode mover-se livremente e arrastará sua vítima indefesa com ele. Quando o efeito acabar, o alvo receberá dano adicional."},
{"Nome": "Sylas", "Descricao": "o Abjugado"},
{"Nome": "Explosão de Petricita", "Descricao": "Após conjurar uma habilidade, Sylas armazena uma carga de Explosão de Petricita.  Seus ataques básicos gastam uma carga e agitam as correntes energizadas ao redor dele, causando Dano Mágico adicional a inimigos atingidos. Enquanto Sylas tiver uma carga de Explosão de Petricita, ele recebe Velocidade de Ataque. "},
{"Nome": "Correntes-Chicote", "Descricao": "Sylas chicoteia com suas correntes, que se intersectam no local-alvo, causando dano e reduzindo a velocidade dos inimigos. \n\nApós um intervalo, há uma explosão de energia mágica no ponto da intersecção, causando dano."},
{"Nome": "Regicida", "Descricao": "Sylas avança em um inimigo com uma força mágica, causando dano e curando-se contra Campeões inimigos."},
{"Nome": "Evasão / Abdução", "Descricao": "Sylas avança por uma curta distância, podendo reconjurar a habilidade para arremessar suas correntes e se arrastar na direção do inimigo atingido."},
{"Nome": "Usurpar", "Descricao": "Sylas rouba a habilidade ultimate do inimigo e pode conjurá-la sem custo."},
{"Nome": "Swain", "Descricao": "o Grande General Noxiano"},
{"Nome": "Bando Voraz", "Descricao": "Os corvos de Swain coletam Fragmentos de Alma que o curam e aumentam permanentemente a Vida máxima dele. Swain pode clicar com o botão direito em um Campeão inimigo imobilizado para puxá-lo para perto, causando dano e arrancando um Fragmento de Alma."},
{"Nome": "Mão da Morte", "Descricao": "Swain dispara vários raios de poder sombrio que perfuram os inimigos. Inimigos atingidos sofrem mais dano para cada raio que os atingir."},
{"Nome": "Visão do Império", "Descricao": "Swain abre um olho demoníaco que causa dano e reduz a velocidade dos inimigos. Campeões atingidos são revelados e concedem um Fragmento de Alma a Swain."},
{"Nome": "Nuncamova", "Descricao": "Swain lança uma onda de poder demoníaco para a frente, que então retorna para ele e enraiza os inimigos que atinge."},
{"Nome": "Ascensão Demoníaca", "Descricao": "Swain se transforma em demônio e drena Vida de Campeões, tropas e monstros neutros próximos. Ele pode conjurar Chama Demoníaca para dizimar inimigos próximos com uma explosão de fogo espiritual, causando dano equivalente à quantidade de Vida drenada por ele e encerrando sua transformação."},
{"Nome": "Soraka", "Descricao": "a Filha das Estrelas"},
{"Nome": "Salvação", "Descricao": "Soraka corre mais rapidamente em direção a aliados com pouca Vida."},
{"Nome": "Chamado Estelar", "Descricao": "Uma estrela cai do céu no local-alvo, causando Dano Mágico e reduzindo a velocidade de inimigos. Se um Campeão inimigo for atingido por Chamado Estelar, Soraka regenera Vida."},
{"Nome": "Infusão Astral", "Descricao": "Soraka sacrifica parte de sua própria Vida para curar outro Campeão aliado."},
{"Nome": "Equinócio", "Descricao": "Cria uma área em um local, silenciando todos os inimigos dentro dela. Quando a área expira, os que ainda estiverem dentro são enraizados."},
{"Nome": "Desejo", "Descricao": "Soraka enche seus aliados de esperança, instantaneamente restaurando Vida para si mesma e Campeões aliados."},
{"Nome": "Sivir", "Descricao": "a Mestra da Batalha"},
{"Nome": "Pés Ligeiros", "Descricao": "Sivir ganha um pequeno impulso de Velocidade de Movimento quando ela ataca um campeão inimigo."},
{"Nome": "Lâmina Bumerangue", "Descricao": "Sivir arremessa sua lâmina como um bumerangue, causando dano tanto na ida quanto na volta."},
{"Nome": "Ricochete", "Descricao": "Os próximos ataques de Sivir ricochetearão em outros alvos além do primeiro, causando dano reduzido a alvos secundários."},
{"Nome": "Escudo de Feitiço", "Descricao": "Cria uma barreira mágica que bloqueia a habilidade de um único inimigo lançada em Sivir. Ela recupera a Mana gasta se o feitiço for bloqueado."},
{"Nome": "Na Caçada", "Descricao": "Sivir conduz os aliados até a batalha, concedendo Velocidade de Movimento a eles por um curto período. Além disso, a Habilidade concede Velocidade de Ataque adicional passivamente a Sivir enquanto Ricochete estiver ativo."},
{"Nome": "Sion", "Descricao": "o Colosso Morto-Vivo"},
{"Nome": "In Gloria Mori", "Descricao": "Após ser abatido, Sion será reanimado temporariamente, mas sua Vida decairá rapidamente. Seus ataques ficarão muito rápidos, curando e causando dano adicional com base na Vida máxima do alvo."},
{"Nome": "Golpe Demolidor", "Descricao": "Sion carrega um poderoso golpe em uma área à sua frente que causará dano a inimigos quando lançado. Caso carregue por tempo suficiente, também arremessará ao ar e atordoará os inimigos atingidos."},
{"Nome": "Fornalha da Alma", "Descricao": "Sion se protege e pode reativar após 3 segundos para causar Dano Mágico a inimigos próximos. Quando Sion abate inimigos, ele recebe Vida máxima passivamente."},
{"Nome": "Urro do Assassino", "Descricao": "Sion dispara uma onda de choque de curto alcance que causa dano e reduz a velocidade e Armadura do primeiro inimigo atingido. Se ela atingir uma tropa ou monstro, o mesmo será arremessado para trás, causando dano e reduzindo a velocidade e Armadura de todos os inimigos que atravessar."},
{"Nome": "Investida Incontrolável", "Descricao": "Sion avança em linha reta, acelerando ao longo do tempo. Ele pode guiar levemente sua investida com o cursor do mouse na posição. Ao colidir com um inimigo, ele causa dano e o arremessa ao ar com base na distância percorrida."},
{"Nome": "Esfera Negra", "Descricao": "Syndra conjura uma Esfera Negra, causando Dano Mágico. A esfera permanece em seu lugar e pode ser manipulada por seus outros poderes."},
{"Nome": "Determinação", "Descricao": "Syndra apanha e arremessa uma Esfera Negra ou tropa inimiga, causando Dano Mágico e reduzindo a Velocidade de Movimento de inimigos."},
{"Nome": "Dispersar os Fracos", "Descricao": "Syndra afasta inimigos e Esferas Negras, causando Dano Mágico. Inimigos atingidos pelas Esferas Negras ficam atordoados."},
{"Nome": "Poder Irrestrito", "Descricao": "Syndra bombardeia um Campeão inimigo com todas as suas Esferas Negras."},
{"Nome": "Singed", "Descricao": "o Químico Louco"},
{"Nome": "Corrente de Ar Nociva", "Descricao": "Ao passar por Campeões próximos, Singed ganha Velocidade de Movimento."},
{"Nome": "Rastro de Veneno", "Descricao": "Deixa um rastro de veneno atrás de Singed, causando dano aos inimigos que passam por este caminho."},
{"Nome": "Mega Adesivo", "Descricao": "Joga um frasco de Mega Adesivo no chão, reduzindo a velocidade e prendendo os inimigos que pisam nele."},
{"Nome": "Lançar", "Descricao": "Causa dano ao inimigo alvo e o arremessa pelo ar para trás de Singed. Se o alvo que Singed arremessar aterrissar em seu Mega Adesivo, ele ficará enraizado."},
{"Nome": "Poção da Insanidade", "Descricao": "Singed bebe uma potente mistura de produtos químicos, que dá a ele um aumento nos atributos de combate."},
{"Nome": "Shyvana", "Descricao": "a Meio-Dragão"},
{"Nome": "Fúria da Meio-Dragão", "Descricao": "Shyvana causa dano adicional a dragões, além de receber Armadura e Resistência Mágica. Conforme Shyvana e seus aliados abatem mais dragões, ela recebe mais Armadura e Resistência Mágica."},
{"Nome": "Mordida Dupla", "Descricao": "Shyvana golpeia duas vezes no seu próximo ataque. Ataques básicos reduzem o Tempo de Recarga de Mordida Dupla em 0,5 segundo.\n\nForma de Dragão: Mordida Dupla fere todas as unidades à frente de Shyvana."},
{"Nome": "Combustão", "Descricao": "Shyvana rodeia-se com fogo, causando Dano Mágico por segundo a inimigos próximos e movimentando-se mais rápido por 3 segundos; parte deste dano é aplicada novamente quando os ataques básicos de Shyvana acertam um inimigo com o efeito de Combustão ativo. A Velocidade de Movimento é reduzida ao longo da duração da habilidade. Ataques básicos prolongam a duração de Combustão. \n\nForma de Dragão: Combustão cresce em tamanho."},
{"Nome": "Hálito Flamejante", "Descricao": "Shyvana desfere uma bola de fogo que causa dano a todos os inimigos que atingir e deixa os alvos em brasa, marcando-os por 5 segundos. Os ataques básicos de Shyvana em alvos marcados causam um percentual de sua Vida máxima como dano ao contato.\n\nForma de Dragão: Hálito Flamejante explode ao impacto ou no local alvo, causando dano adicional e abrasando a terra por um curto período de tempo."},
{"Nome": "Descida do Dragão", "Descricao": "Shyvana se transforma em dragão e voa em direção ao local alvo. Inimigos em seu caminho recebem dano e são lançados na direção de seu local alvo.\n\nShyvana passivamente recebe Fúria por segundo e recebe 2 de Fúria em ataques básicos."},
{"Nome": "Shen", "Descricao": "o Olho do Crepúsculo"},
{"Nome": "Barreira de Ki", "Descricao": "Após conjurar uma habilidade, Shen recebe um escudo. Afetar outros Campeões reduz o Tempo de Recarga desse efeito."},
{"Nome": "Ataque Crepúsculo", "Descricao": "Shen chama sua espada espiritual para atacar com ela, causando dano com base na Vida máxima do alvo. Os ataques são fortalecidos drasticamente caso ela colida com um Campeão inimigo. Todos os Campeões com quem ela colide têm a velocidade reduzida enquanto fogem de Shen."},
{"Nome": "Refúgio Espiritual", "Descricao": "Ataques que atingiriam Shen ou seus aliados próximos à sua espada espiritual são bloqueados."},
{"Nome": "Corrida das Sombras", "Descricao": "Shen avança em uma direção, provocando inimigos em seu trajeto."},
{"Nome": "Manter a União", "Descricao": "Shen protege o Campeão-alvo aliado do dano recebido e, em seguida, teleporta-se para seu local."},
{"Nome": "Shaco", "Descricao": "o Bufão Demoníaco"},
{"Nome": "Apunhalar", "Descricao": "Os ataques básicos de Shaco e Veneno de Dois Gumes causam dano adicional ao atingirem o inimigo por trás."},
{"Nome": "Enganar", "Descricao": "Shaco fica Invisível e se teleporta para o local-alvo.\n\nSeu primeiro ataque enquanto está Invisível é fortalecido, causando dano adicional e crítico ao atingir o inimigo por trás."},
{"Nome": "Caixinha-Surpresa", "Descricao": "Shaco cria uma Caixinha-Surpresa escondida. Quando ativada, ela causará temor e atacará inimigos próximos."},
{"Nome": "Veneno de Dois Gumes", "Descricao": "As facas de Shaco envenenam alvos passivamente ao contato, reduzindo sua Velocidade de Movimento. Ele pode arremessá-las para causar dano e envenenar o alvo. A faca arremessada causa dano adicional se a Vida do alvo estiver abaixo de 30%."},
{"Nome": "Alucinações", "Descricao": "Shaco cria uma ilusão de si mesmo próxima a ele, que pode atacar inimigos próximos (causa dano reduzido a torres). Ao morrer, ela explode, fazendo surgir três Caixinhas-Surpresa e causando dano a todos os inimigos próximos."},
{"Nome": "Sett", "Descricao": "o Chefe"},
{"Nome": "Ousadia da Arena", "Descricao": "Os ataques básicos de Sett alternam entre socos de direita e esquerda. Socos de direita são levemente mais fortes e rápidos. Como Sett odeia perder, recebe Regeneração de Vida adicional com base na Vida perdida."},
{"Nome": "Pancadaria", "Descricao": "Os próximos dois ataques de Sett causam dano adicional com base na Vida máxima do alvo. Ele também recebe Velocidade de Movimento enquanto se move em direção a Campeões inimigos."},
{"Nome": "Casca-Grossa", "Descricao": "O dano que Sett sofre é armazenado passivamente como Ousadia. Ao conjurar a habilidade, Sett consome toda a Ousadia armazenada em troca de um escudo e desfere um soco em uma área, causando Dano Verdadeiro no centro e Dano Físico nas laterais."},
{"Nome": "Quebra-Crânio", "Descricao": "Sett puxa todos os inimigos de cada lado seu, causando dano e atordoando. Caso haja inimigos somente de um lado, eles sofrem redução de velocidade em vez de atordoamento."},
{"Nome": "Hora do Show", "Descricao": "Sett carrega um Campeão inimigo pelos ares e o arremessa no chão, causando dano e redução de velocidade a todos os inimigos que estiverem próximos ao local de aterrissagem."},
{"Nome": "Seraphine", "Descricao": "a Cantora Sonhadora"},
{"Nome": "Presença de Palco", "Descricao": "Cada terceira habilidade básica será conjurada duas vezes por Seraphine. Conjurar habilidades próximas a aliados também concede dano e alcance adicionais a ela no próximo ataque básico."},
{"Nome": "Nota Aguda", "Descricao": "Seraphine causa dano em uma área."},
{"Nome": "Som Envolvente", "Descricao": "Seraphine concede Escudo e Aceleração aos aliados próximos. Caso ela já esteja protegida por um Escudo, também Curará os aliados próximos."},
{"Nome": "Ritmo Contagiante", "Descricao": "Seraphine causa dano e debilita o movimento dos inimigos em linha reta."},
{"Nome": "Bis", "Descricao": "Seraphine causa dano e Encanta os inimigos atingidos, ampliando o alcance a cada Campeão aliado ou inimigo atingido."},
{"Nome": "Senna", "Descricao": "A Redentora"},
{"Nome": "Absolvição", "Descricao": "Quando unidades são abatidas perto de Senna, suas almas são periodicamente aprisionadas na Névoa Negra. Senna pode atacar essas almas para libertá-las, absorvendo a Névoa que as aprisiona na morte. A Névoa é o combustível do poder de seu Canhão Relicário, alimentando-o com Dano de Ataque, Alcance de Ataque e Chance de Acerto Crítico. \n\nAtaques do Canhão Relicário de Senna demoram mais para disparar, causam dano adicional e concedem a ela brevemente uma parte da Velocidade de Movimento do alvo."},
{"Nome": "Escuridão Perfurante", "Descricao": "Dos canos gêmeos de seu Canhão Relicário, Senna dispara um raio unificado de luz e sombra através do alvo, curando aliados e causando dano a inimigos."},
{"Nome": "Abraço Final", "Descricao": "Senna dispara uma onda de Névoa Negra. Se atingir um inimigo, ela o aprisiona ferozmente, enraizando o alvo e tudo que estiver ao redor dele após um curto intervalo."},
{"Nome": "Maldição da Névoa Negra", "Descricao": "Senna reúne a Névoa que ela armazenou em sua arma e a transforma em uma tempestade ao seu redor, abraçando a escuridão e se tornando um espectro. Os aliados que entram na área são camuflados e também tomam a forma de espectros enquanto a Névoa os envolve. Espectros têm sua Velocidade de Movimento aumentada, são inalvejáveis e escondem a própria identidade."},
{"Nome": "Sombra da Alvorada", "Descricao": "Senna invoca as pedras relicárias dos Sentinelas caídos, dividindo seu canhão relicário em uma miríade de luz e sombra. Ela, então, dispara um raio global que concede escudo a aliados, enquanto causa dano aos inimigos atingidos no centro."},
{"Nome": "Sejuani", "Descricao": "a Fúria do Norte"},
{"Nome": "Fúria do Norte", "Descricao": "Após ficar fora de combate, Sejuani recebe Armadura Congelada, que concede Armadura, Resistência Mágica e imunidade a reduções de velocidade. Armadura Congelada persiste por um curto período após Sejuani sofrer dano e  Sejuani pode causar dano a um inimigo atordoado para estilhaçá-la, causando muito Dano Mágico."},
{"Nome": "Ataque do Ártico", "Descricao": "Sejuani avança em investida, lançando os inimigos pelos ares. A investida cessa após acertar um Campeão inimigo."},
{"Nome": "Ira do Inverno", "Descricao": "Sejuani usa a maça duas vezes, causando dano e aplicando acúmulos de Congelar."},
{"Nome": "Congelamento Permanente", "Descricao": "Sejuani congela e atordoa um Campeão inimigo que tiver o máximo de acúmulos de Congelar."},
{"Nome": "Prisão Glacial", "Descricao": "Sejuani arremessa sua boleadeira, congelando e atordoando o primeiro Campeão que acertar, criando uma tempestade de gelo que causa lentidão aos demais inimigos."},
{"Nome": "Samira", "Descricao": "a Rosa do Deserto"},
{"Nome": "Impulso Audacioso", "Descricao": "Samira gera um combo conforme Ataca ou conjura habilidades de forma alternada. Seus Ataques corpo a corpo causam Dano Mágico adicional. Os Ataques de Samira contra inimigos sob efeitos Imobilizadores a farão avançar ao Alcance de Ataque dela. Se o inimigo estiver afetado por Arremesso ao ar, ela mantém o Arremesso ao ar por um curto período."},
{"Nome": "Talento Natural", "Descricao": "Samira dispara um projétil ou golpeia com a espada, causando dano. Se a habilidade for conjurada durante Ímpeto Indomável, ela atinge todos os inimigos no caminho."},
{"Nome": "Voragem Afiada", "Descricao": "Samira gira a espada ao seu redor, causando dano e destruindo projéteis inimigos."},
{"Nome": "Ímpeto Indomável", "Descricao": "Samira avança e atravessa um inimigo (incluindo estruturas), cortando os inimigos atravessados e recebendo Velocidade de Ataque. Abater um Campeão inimigo reinicia o Tempo de Recarga da habilidade."},
{"Nome": "Gatilho Infernal", "Descricao": "Samira dispara uma saraivada de tiros, atingindo todos os inimigos ao redor dela."},
{"Nome": "Ryze", "Descricao": "o Mago Rúnico"},
{"Nome": "Maestria Arcana", "Descricao": "As habilidades de Ryze causam dano adicional com base em sua Mana adicional. Ele recebe um percentual de aumento de Mana máxima com base em seu Poder de Habilidade."},
{"Nome": "Sobrecarregar", "Descricao": "Passivamente, as outras habilidades básicas de Ryze redefinem o Tempo de Recarga de Sobrecarregar e carregam uma runa. Quando Ryze conjura Sobrecarregar com 2 runas carregadas, ele recebe um breve surto de Velocidade de Movimento.\n\nAo conjurar, Ryze arremessa uma carga de energia pura em linha reta, causando dano ao primeiro inimigo atingido. Se o alvo estiver afetado por Fluxo, Sobrecarregar causa dano adicional e rebate para inimigos próximos atingidos por Fluxo."},
{"Nome": "Prisão de Runa", "Descricao": "Ryze prende um alvo em uma prisão de runas, causando dano e reduzindo sua Velocidade de Movimento. Se o alvo estiver afetado por Fluxo, ele é enraizado."},
{"Nome": "Fluxo de Feitiço", "Descricao": "Ryze lança um orbe de puro poder mágico que causa dano a um inimigo e um efeito negativo em todos os inimigos próximos. As habilidades de Ryze têm efeitos adicionais contra a unidade afetada."},
{"Nome": "Portal de Reinos", "Descricao": "Passivamente, Sobrecarregar causa ainda mais dano contra alvos afetados por Fluxo.\n\nAo conjurar, Ryze cria um portal para um local próximo. Após alguns segundos, aliados próximos ao portal são teleportados ao local alvo."},
{"Nome": "Rengar", "Descricao": "o Acossador da Alcateia"},
{"Nome": "Predador Oculto", "Descricao": "Enquanto estiver em um arbusto, Rengar salta em seu alvo ao usar um ataque básico. Saltar sem Ferocidade gera Ferocidade.\n\nAo atingir Ferocidade máxima, sua próxima habilidade é fortalecida. Conjurar uma habilidade fortalecida aumenta a Velocidade de Movimento de Rengar por alguns segundos.\n\nAbater Campeões inimigos acrescenta troféus ao Colar de Presas de Rengar, concedendo Dano de Ataque adicional."},
{"Nome": "Selvageria", "Descricao": "O próximo ataque de Rengar desfere uma punhalada brutal que causa dano adicional.\n\nEfeito de Ferocidade: causa dano aumentado e concede Velocidade de Ataque."},
{"Nome": "Rugido de Batalha", "Descricao": "Rengar solta um rugido de batalha, causando dano aos inimigos e curando parte do dano que ele tenha recebido recentemente.\n\nEfeito de Ferocidade: quebra efeitos de Controle de Grupo."},
{"Nome": "Boleadeiras", "Descricao": "Rengar arremessa sua boleadeira, reduzindo a velocidade do primeiro alvo atingido por um curto período.\n\nEfeito de Ferocidade: enraíza o alvo."},
{"Nome": "Furor da Caçada", "Descricao": "Rengar ativa seus instintos predatórios, ficando Camuflado e revelando o campeão inimigo mais próximo a ele em um amplo raio ao seu redor. Durante o Furor da Caçada, Rengar recebe Velocidade de Movimento e pode saltar no inimigo perseguido para reduzir sua armadura, mesmo sem estar no arbusto."},
{"Nome": "Riven", "Descricao": "a Exilada"},
{"Nome": "Lâmina Rúnica", "Descricao": "As habilidades de Riven carregam sua lâmina, e seus ataques básicos consomem cargas para causar dano adicional."},
{"Nome": "Asas Quebradas", "Descricao": "Riven faz uma série rápida de acertos. Esta habilidade pode ser reativada três vezes em um curto período de tempo. O terceiro golpe empurra para trás os inimigos próximos."},
{"Nome": "Explosão de Ki", "Descricao": "Riven emite uma Explosão de Ki, causando dano e atordoamento a inimigos próximos."},
{"Nome": "Valentia", "Descricao": "Riven avança uma curta distância e bloqueia o dano recebido."},
{"Nome": "Lâmina do Exílio", "Descricao": "Riven fortalece sua arma de recordação com energia, recebendo Dano de Ataque e alcance. Durante este período, ela também pode usar Golpe de Vento, um poderoso ataque à distância, uma vez."},
{"Nome": "Renekton", "Descricao": "o Carniceiro das Areias"},
{"Nome": "Domínio da Ira", "Descricao": "Os ataques de Renekton geram Fúria, que aumenta quando ele estiver com a Vida baixa. Essa Fúria pode fortalecer suas habilidades com efeitos adicionais."},
{"Nome": "Abater os Indefesos", "Descricao": "Renekton brande sua lâmina, causando Dano Físico moderado em todos os alvos ao seu redor e curando-o em uma pequena quantia do dano causado. Caso tenha mais que 50 pontos de Fúria, seu dano e cura aumentam."},
{"Nome": "Predador Desumano", "Descricao": "Renekton corta seu alvo duas vezes, causado Dano Físico moderado e atordoamento por 0,75s. Se Renekton tiver mais de 50 de Fúria, ele corta o inimigo três vezes, destruindo escudos de dano no alvo, causando Dano Físico alto e atordoando por 1,5s."},
{"Nome": "Fatiar e Picar", "Descricao": "Renekton avança, causando dano a unidades em seu caminho. Fortalecido, Renekton causa dano adicional e reduz a Armadura das unidades atingidas."},
{"Nome": "Dominus", "Descricao": "Renekton transforma-se em sua forma Tirana, recebendo Vida adicional e causando dano a inimigos ao seu redor. Enquanto estiver nessa forma, ele recebe Fúria periodicamente."},
{"Nome": "Rumble", "Descricao": "a Ameaça Mecânica"},
{"Nome": "Titã do Ferro-Velho", "Descricao": "Cada habilidade que Rumble conjura lhe concede Aquecimento. Ao chegar em 50% de Aquecimento, ele entra na Zona de Perigo, concedendo efeitos adicionais a todas as suas habilidades. Ao chegar a 100% de Aquecimento, ele começa a superaquecer, recebendo Velocidade de Ataque adicional e dano adicional em seus ataques básicos, mas fica incapaz de conjurar habilidades por alguns segundos."},
{"Nome": "Cospe-Fogo", "Descricao": "Rumble incinera os inimigos à sua frente, causando Dano Mágico em área de cone por 3 segundos. O dano aumenta enquanto ele estiver na Zona de Perigo."},
{"Nome": "Escudo de Sucata", "Descricao": "Rumble puxa um escudo que o protege de dano e lhe concede um rápido aumento de velocidade. Enquanto estiver na Zona de Perigo, a resistência do escudo e a velocidade adicional aumentam."},
{"Nome": "Arpão Elétrico", "Descricao": "Rumble lança um arpão, eletrocutando o alvo com Dano Mágico, causando Lentidão e reduzindo a Resistência Mágica dele. Ele pode carregar 2 arpões por vez. O dano e o percentual de Lentidão aumentarão dentro da Zona de Perigo."},
{"Nome": "O Equalizador", "Descricao": "Rumble dispara um grupo de mísseis, criando uma parede de fogo que causa dano e Lentidão a inimigos."},
{"Nome": "Rell", "Descricao": "a Dama de Ferro"},
{"Nome": "A Ferro e Fogo", "Descricao": "Rell ataca devagar, mas rouba Armadura e Resistência Mágica do alvo ao contato, causando dano adicional com base no valor roubado."},
{"Nome": "Golpe Estilhaçador", "Descricao": "Rell estoca com a lança, causando Dano Mágico às unidades em linha reta e destruindo o Escudo delas. A primeira unidade atingida sofre o roubo de defesa de A Ferro e Fogo. \n\nSe Rell estiver vinculada a um aliado com Atrair e Repelir, ambos recuperarão Vida para cada Campeão inimigo atingido por essa Habilidade."},
{"Nome": "Ferromante: Queda Esmagadora", "Descricao": "Passivo: enquanto estiver na montaria, Rell receberá Velocidade de Movimento adicional; já enquanto estiver blindada, ela receberá Armadura e Resistência Mágica adicionais.\n\nAtivo: Rell alterna suas formas, conjurando uma Habilidade diferente com base na forma. Montaria: Rell veste a armadura e cai sobre os inimigos, Arremessando-os ao ar e recebendo um grande escudo. Blindada: Rell forja a montaria, recebendo um impulso de velocidade e arremessando para trás dela o próximo inimigo que Atacar."},
{"Nome": "Atrair e Repelir", "Descricao": "Rell vincula um pedaço de sua Armadura a outro Campeão aliado, concedendo a ele Armadura e Resistência Mágica enquanto estiverem próximos.\n\nCom um vínculo formado, Rell pode conjurar a Habilidade sem alvejar um Campeão aliado para romper a ligação e Atordoar os inimigos que estiverem em sua extensão."},
{"Nome": "Tempestade Magnética", "Descricao": "Rell explode em uma fúria magnética, Arrastando violentamente os inimigos próximos em sua direção. Ela então Arrasta os inimigos próximos em direção a si por um curto período, causando Dano Mágico ao longo do tempo."},
{"Nome": "Rek'Sai", "Descricao": "a Escavadora do Vazio"},
{"Nome": "Fúria dos Xer'Sai", "Descricao": "Rek'Sai gera Fúria ao Atacar e atingir inimigos com habilidades básicas. Enquanto estiver Escavada, ela consome a Fúria para restaurar Vida."},
{"Nome": "Ira da Rainha / Sondar Presas", "Descricao": "Os próximos 3 ataques básicos de Rek'Sai causam Dano Físico adicional a inimigos próximos.\n\nEnquanto está enterrada, Rek'Sai lança uma rajada de terra carregada com o poder do Vazio que causa Dano Físico e revela os inimigos atingidos."},
{"Nome": "Escavar / Emergir", "Descricao": "Rek'Sai se enterra no chão, recebendo novas habilidades e Velocidade de Movimento aumentada. O alcance de sua visão é reduzido e ela não pode usar ataques básicos.\n\nEnquanto enterrada, Rek'Sai pode conjurar Emergir para causar dano e arremessar ao ar os inimigos próximos."},
{"Nome": "Mordida Feroz / Túnel", "Descricao": "Rek'Sai morde seu alvo, causando Dano Verdadeiro dobrado se tiver o máximo de Fúria.\n\nEnquanto escavada, Rek'Sai cria um Túnel longo, duradouro e reutilizável. Inimigos podem destruí-lo ficando sobre uma das entradas."},
{"Nome": "Investida do Vazio", "Descricao": "Rek'Sai marca seus alvos passivamente ao causar dano. Ela pode ativar essa habilidade para se tornar brevemente inalvejável e saltar até o alvo marcado, causando dano pesado com base na Vida perdida dele."},
{"Nome": "Rammus", "Descricao": "o Tatu Blindado"},
{"Nome": "Casco Espetado", "Descricao": "Os ataques básicos de Rammus causam Dano Mágico adicional, escalando com sua Armadura."},
{"Nome": "Bola do Poder", "Descricao": "Rammus acelera em forma de bola na direção de seus inimigos, causando dano e lentidão nos alvos afetados pelo impacto."},
{"Nome": "Bola Curva Defensiva", "Descricao": "Rammus entra em formação de defesa, aumentando drasticamente sua Armadura e Resistência Mágica, amplificando o dano de Casco Espetado e devolvendo o dano a inimigos que causarem ataques básicos a ele. Contudo, sua velocidade também é reduzida neste período."},
{"Nome": "Provocação Enlouquecedora", "Descricao": "Rammus provoca um Campeão inimigo ou monstro para um ataque imprudente contra si mesmo. Além disto, ele recebe Velocidade de Ataque adicional por um curto período, embora este efeito seja estendido ao ter qualquer outra habilidade ativa."},
{"Nome": "Colisão Ascendente", "Descricao": "Rammus salta e se joga com força na área-alvo, causando Dano Mágico e Lentidão aos inimigos atingidos. Se a Habilidade for conjurada enquanto Rammus estiver com Bola do Poder ativa, ele também arremessará ao ar os inimigos próximos ao centro."},
{"Nome": "Rakan", "Descricao": "O Charmoso"},
{"Nome": "Poppy", "Descricao": "a Guardiã do Martelo"},
{"Nome": "Embaixadora de Ferro", "Descricao": "Poppy arremessa seu broquel, que bate no alvo e cai no chão. Ela pode apanhá-lo para receber um escudo temporário."},
{"Nome": "Choque do Martelo", "Descricao": "Poppy golpeia com o martelo, causando dano e criando uma área que reduz a velocidade de inimigos e explode após um intervalo."},
{"Nome": "Presença Inabalável", "Descricao": "Poppy recebe Armadura e Resistência Mágica passivamente, que aumentam quando ela estiver com Vida baixa. Ela pode ativar Presença Inabalável para receber Velocidade de Movimento e impedir avanços inimigos ao seu redor, fazendo com que o inimigo impedido sofra redução de velocidade e fique preso ao chão."},
{"Nome": "Investida Heroica", "Descricao": "Poppy avança até o alvo e o empurra para trás. Se o alvo colidir com uma parede, ele será atordoado."},
{"Nome": "Veredito da Guardiã", "Descricao": "Poppy canaliza um golpe com o martelo que empurra inimigos para muito longe."},
{"Nome": "Quinn", "Descricao": "as Asas de Demacia"},
{"Nome": "Rapina", "Descricao": "Valor, a águia demaciana de Quinn, periodicamente marca inimigos como Vulneráveis. O primeiro ataque básico de Quinn contra alvos Vulneráveis causará Dano Físico adicional."},
{"Nome": "Investida Anuviante", "Descricao": "Quinn chama Valor para marcar um inimigo e prejudicar sua visão antes de causar dano a todos os inimigos na área."},
{"Nome": "Sentidos Apurados", "Descricao": "Passivamente concede Velocidade de Ataque e de Movimento a Quinn após ela atacar um alvo Vulnerável. Ative para fazer com que Valor revele uma grande área próxima."},
{"Nome": "Salto", "Descricao": "Quinn avança em direção a um inimigo, causando Dano Físico e reduzindo a Velocidade de Movimento do alvo. Ao alcançar seu alvo, ela salta dele, interrompendo-o brevemente, e aterrissa a uma distância próxima de seu alcance máximo de ataque."},
{"Nome": "Retaguarda do Inimigo", "Descricao": "Quinn e Valor se juntam para voar em alta velocidade. Encerrar a habilidade conjura Bombardeio, que causa dano a inimigos próximos e marca Campeões como Vulnerável."},
{"Nome": "Qiyana", "Descricao": "a Imperatriz dos Elementos"},
{"Nome": "Privilégio da Realeza", "Descricao": "O primeiro ataque básico ou habilidade de Qiyana contra cada inimigo causa dano adicional."},
{"Nome": "Cólera Elemental / Lâmina de Ixtal", "Descricao": "Qiyana brande sua arma, causando dano com um efeito adicional baseado no seu elemento."},
{"Nome": "Terraforme", "Descricao": "Qiyana avança para um local e encanta sua arma com um elemento. Ataques e habilidades causam dano adicional enquanto sua arma estiver encantada. "},
{"Nome": "Audácia", "Descricao": "Qiyana avança em um inimigo e causa dano."},
{"Nome": "Suprema Demonstração de Talento", "Descricao": "Qiyana lança uma onda de choque que detona quaisquer elementos que ela acertar, atordoando e causando dano a inimigos próximos."},
{"Nome": "Pyke", "Descricao": "o Estripador das Águas Sangrentas"},
{"Nome": "Dádiva dos Afogados", "Descricao": "Quando Pyke está escondido dos inimigos, ele regenera o dano recebido recentemente de Campeões. Pyke também não ganha Vida máxima adicional de nenhuma fonte, mas ganha DdA adicional."},
{"Nome": "Espeto de Osso", "Descricao": "Pyke esfaqueia um inimigo à sua frente ou puxa um inimigo em direção a si mesmo."},
{"Nome": "Mergulho Fantasma", "Descricao": "Pyke entra em camuflagem e ganha Velocidade de Movimento significativa que decai ao longo do tempo."},
{"Nome": "Pantheon", "Descricao": "a Lança Indestrutível"},
{"Nome": "Determinação Mortal", "Descricao": "Após algumas habilidades ou ataques, a próxima habilidade de Pantheon será fortalecida."},
{"Nome": "Lança Meteórica", "Descricao": "Pantheon pode fazer uma investida com sua lança ou arremessá-la na direção escolhida."},
{"Nome": "Escudo-Cometa", "Descricao": "Pantheon avança em um alvo, causando dano e atordoando-o."},
{"Nome": "Égide Impetuosa", "Descricao": "Pantheon posiciona seu escudo, ficando invulnerável a dano vindo de sua frente e atacando rapidamente com sua lança."},
{"Nome": "Constelação Cadente", "Descricao": "Pantheon se prepara, salta para o ar e aterrissa como um cometa no local escolhido."},
{"Nome": "Ornn", "Descricao": "O Fogo sob a Montanha"},
{"Nome": "Forja Viva", "Descricao": "Ornn recebe Armadura e Resistência Mágica adicionais de todas as origens.\n\nEle pode gastar ouro para forjar itens não consumíveis em qualquer lugar.\n\nAlém disso, ele pode criar itens magistrais para si mesmo e para seus aliados."},
{"Nome": "Ruptura Vulcânica", "Descricao": "Ornn bate no chão, dispersando uma fissura que causa dano e reduz a velocidade dos inimigos atingidos. Após um breve intervalo, um pilar de magma se forma no ponto final."},
{"Nome": "Fôlego do Fole", "Descricao": "Ornn avança cuspindo fogo. Inimigos atingidos pelo último sopro de fogo tornam-se Frágeis."},
{"Nome": "Investida Calcinante", "Descricao": "Ornn se lança em investida, causando dano aos inimigos sobre os quais passar. Se Ornn colidir com o terreno enquanto estiver em investida, o impacto criará uma onda de choque que causará dano e arremessará os inimigos ao ar."},
{"Nome": "Chamado do Deus da Forja", "Descricao": "Ornn invoca um elemental gigante em um ponto, que viaja até ele cada vez mais rápido. Inimigos atropelados pelo elemental sofrem dano, têm a velocidade reduzida e ficam Frágeis. Ornn pode reconjurar a habilidade para dar uma investida no elemental para redirecioná-lo na direção em que ele o acertar, fazendo com que o elemental arremesse ao ar todos os inimigos que ele atingir, causando o mesmo dano e reaplicando Frágil."},
{"Nome": "Plumas Mágicas", "Descricao": "Rakan recebe um escudo periodicamente."},
{"Nome": "Pena Reluzente", "Descricao": "Lança uma pluma mágica que causa Dano Mágico. Ao atingir um Campeão ou um monstro épico, Rakan pode curar seus aliados."},
{"Nome": "Entrada Triunfal", "Descricao": "Avança para um local e, ao chegar, arremessa os inimigos próximos ao ar."},
{"Nome": "Dança da Batalha", "Descricao": "Voa até um aliado e concede um escudo a ele. Pode ser conjurada novamente sem custo por um breve período."},
{"Nome": "Rapidez", "Descricao": "Recebe Velocidade de Movimento, encantando e causando Dano Mágico ao tocar nos inimigos."},
{"Nome": "Ressaca Espectral", "Descricao": "Pyke avança e deixa para trás um fantasma, que avança até ele e atordoa os Campeões inimigos pelo caminho."},
{"Nome": "Morte das Profundezas", "Descricao": "Pyke teleporta até inimigos com Vida baixa e os executa, permitindo que ele conjure a habilidade novamente e concedendo ouro adicional ao aliado que der assistência."},
{"Nome": "Orianna", "Descricao": "a Donzela Mecânica"},
{"Nome": "Dando Corda", "Descricao": "Os Ataques de Orianna causam Dano Mágico adicional. O dano aumenta a cada vez que ela Ataca o mesmo alvo."},
{"Nome": "Comando: Atacar", "Descricao": "Orianna comanda sua Esfera para avançar no local-alvo, causando Dano Mágico ao longo do caminho (causa menos dano a alvos subsequentes). A Esfera permanece no mesmo lugar após o comando."},
{"Nome": "Comando: Dissonância", "Descricao": "Orianna comanda que sua Esfera desfira um pulso de energia, causando Dano Mágico ao seu redor. Isso deixa para trás um campo que aumenta a Velocidade de Movimento de aliados e causa Lentidão aos inimigos."},
{"Nome": "Comando: Proteger", "Descricao": "Orianna comanda que sua Esfera se prenda a um Campeão aliado, concedendo a ele um Escudo e causando Dano Mágico a qualquer inimigo que ela atravessar em seu trajeto. Além disso, a Esfera concede Armadura e Resistência Mágica adicionais ao Campeão ao qual estiver presa."},
{"Nome": "Comando: Onda de Choque", "Descricao": "Orianna comanda sua Esfera para desferir uma onda de choque, causando Dano Mágico e deslocando inimigos próximos em direção à Esfera após um curto intervalo."},
{"Nome": "Olaf", "Descricao": "o Berserker"},
{"Nome": "Fúria Berserker", "Descricao": "Olaf recebe Velocidade de Ataque com base na Vida perdida dele."},
{"Nome": "Ressaca", "Descricao": "Olaf arremessa um machado no local-alvo, causando dano e Lentidão aos inimigos que atravessar. Se Olaf apanhar o machado, o Tempo de Recarga da habilidade será reduzido em 4,5s."},
{"Nome": "Golpes Nefastos", "Descricao": "Olaf recebe aumento na Velocidade de Ataque, Roubo de Vida e cura proveniente de todas as origens dependendo de quanta Vida removida tiver."},
{"Nome": "Balanço Temerário", "Descricao": "Olaf ataca com tal força que causa Dano Verdadeiro a seu alvo e a si mesmo, recuperando o custo de Vida caso destrua o alvo."},
{"Nome": "Ragnarok", "Descricao": "Olaf fica temporariamente imune a desarmes."},
{"Nome": "Nunu e Willump", "Descricao": "o Garoto e seu Yeti"},
{"Nome": "Chamado de Freljord", "Descricao": "Nunu aumenta as Velocidades de Ataque e de Movimento de Willump e de um aliado próximo, além de fazer com que os ataques básicos de Willump causem dano a inimigos ao redor do alvo."},
{"Nome": "Consumir", "Descricao": "Willump dá uma mordida em uma tropa, monstro ou Campeão inimigo, causando dano e se curando."},
{"Nome": "Nocturne", "Descricao": "o Eterno Pesadelo"},
{"Nome": "Lâminas Sombrias", "Descricao": "A cada poucos segundos, o próximo ataque de Nocturne atinge os inimigos ao seu redor para causar Dano Físico adicional e curá-lo. \n\nOs ataques básicos de Nocturne reduzem esse Tempo de Recarga."},
{"Nome": "Portador do Anoitecer", "Descricao": "Nocturne lança uma lâmina de sombras que causa dano, deixa um Rastro do Crepúsculo e faz com que os Campeões deixem um Rastro do Crepúsculo. Enquanto estiver no rastro, Nocturne ignora colisões com unidades e ganha aumento de Velocidade de Movimento e de Dano de Ataque."},
{"Nome": "Proteção das Trevas", "Descricao": "Nocturne fortalece suas lâminas, ganhando Velocidade de Ataque passivamente. Ativar Proteção das Trevas permite que Nocturne desapareça em meio às sombras, criando uma barreira mágica que bloqueia uma única habilidade inimiga e dobra a Velocidade de Ataque passiva dele caso bem-sucedida."},
{"Nome": "Horror Indescritível", "Descricao": "Nocturne coloca um pesadelo na mente de seu alvo, causando dano a cada segundo e aterrorizando-o caso ele não saia de seu alcance enquanto durar a habilidade."},
{"Nome": "Paranoia", "Descricao": "Nocturne reduz o raio de visão de todos os Campeões inimigos e ainda remove a visão que eles têm dos aliados. Depois ele pode se arremessar contra um Campeão inimigo que estiver próximo."},
{"Nome": "Nidalee", "Descricao": "a Caçadora Bestial"},
{"Nome": "Neeko", "Descricao": "a Camaleoa Curiosa"},
{"Nome": "Encanto Inerente", "Descricao": "Neeko pode se parecer com um Campeão aliado. Sofrer dano de Campeões inimigos ou conjurar habilidades de dano quebram o disfarce."},
{"Nome": "Explosão Florescente", "Descricao": "Neeko arremessa uma semente, causando Dano Mágico. A semente floresce novamente ao atingir Campeões ou abater unidades."},
{"Nome": "Metamorfa", "Descricao": "Neeko passivamente causa Dano Mágico adicional a cada terceiro ataque e pode ativar a habilidade para enviar um clone em uma direção."},
{"Nome": "Farpas Emaranhadas", "Descricao": "Neeko arremessa um emaranhado que causa dano e enraíza tudo o que atravessa. Se o emaranhado abater um inimigo ou atravessar um Campeão, ele aumentará de tamanho, terá mais velocidade e enraizará por mais tempo."},
{"Nome": "Florescer Repentino", "Descricao": "Após uma curta preparação, Neeko salta no ar e recebe um escudo. Ao aterrissar, inimigos próximos sofrem dano e atordoamento. A preparação fica oculta se Neeko estiver disfarçada."},
{"Nome": "Nautilus", "Descricao": "o Titã das Profundezas"},
{"Nome": "Âncora Impactante", "Descricao": "O primeiro Ataque de Nautilus a um alvo causa Dano Físico aumentado e Enraíza-o brevemente."},
{"Nome": "Lançar Âncora", "Descricao": "Nautilus arremessa sua âncora à frente.  Se acertar um inimigo, ele puxa a si mesmo e ao alvo para perto um do outro, causando Dano Mágico.  Se acertar um terreno, Nautilus avança em direção a ele."},
{"Nome": "Ira do Titã", "Descricao": "Nautilus recebe um Escudo temporário.  Enquanto o Escudo persistir, seus Ataques causam dano ao longo do tempo ao alvo e a inimigos próximos."},
{"Nome": "Correnteza", "Descricao": "Nautilus cria três ondas explosivas ao redor de si. Cada explosão causa dano e Lentidão aos inimigos."},
{"Nome": "Carga de Profundidade", "Descricao": "Nautilus lança uma onda de choque na terra que persegue o oponente. Essa onda rasga a terra em cima dela, arremessando os inimigos ao ar. Quando ela alcança o oponente, a onda de choque explode, arremessando o alvo ao ar e atordoando ele."},
{"Nome": "Nasus", "Descricao": "o Curador das Areias"},
{"Nome": "Devorador de Almas", "Descricao": "Nasus drena a energia espiritual de seu inimigo, acumulando Roubo de Vida adicional."},
{"Nome": "Ataque Sifão", "Descricao": "Nasus ataca seu inimigo, causando dano e aumentando o poder do próximo Ataque Sifão se o alvo for abatido."},
{"Nome": "Murchar", "Descricao": "Nasus envelhece um Campeão inimigo, reduzindo a Velocidade de Movimento e de Ataque do alvo ao longo do tempo."},
{"Nome": "Fogo Espiritual", "Descricao": "Nasus libera uma chama espiritual em um local, causando dano e reduzindo a Armadura dos inimigos que pisarem nela."},
{"Nome": "Fúria das Areias", "Descricao": "Nasus libera uma poderosa tempestade de areia que atinge inimigos próximos. Enquanto a tempestade estiver ativa, ele recebe Vida e Alcance de Ataque adicionais, causa dano a inimigos próximos, reduz o Tempo de Recarga de Ataque Sifão e recebe Armadura e Resistência Mágica adicionais."},
{"Nome": "A Maior Bola de Neve de Todas!", "Descricao": "Willump cria uma bola de neve que aumenta em velocidade e tamanho conforme ele a rola. Ela causa dano a inimigos e os arremessa ao ar."},
{"Nome": "Rajada de Bolas de Neve", "Descricao": "Nunu arremessa múltiplas bolas de neve que causam dano a inimigos. Ao terminar, Willump enraíza quaisquer Campeões ou monstros grandes que foram atingidos por uma delas."},
{"Nome": "Zero Absoluto", "Descricao": "Nunu e Willump criam uma poderosa nevasca em uma área, causando lentidão aos inimigos e um dano massivo quando se encerrar."},
{"Nome": "Espreitar", "Descricao": "Mover-se pelos arbustos aumenta a Velocidade de Movimento de Nidalee em 10% por 2 segundos, aumentando para 30% em direção a campeões inimigos visíveis dentre 1400 de alcance.\nAtingir Campeões ou monstros com Arremessar Lança ou Arapuca aciona uma Caçada, que concede Visão Mágica deles por 4 segundos. Durante esse tempo, Nidalee recebe 10% de Velocidade de Movimento (aumentando para 30% em direção ao alvo Caçado) e o uso de Bote ou Investida contra o alvo é aprimorado."},
{"Nome": "Arremessar Lança / Bote", "Descricao": "Na forma humana, Nidalee arremessa uma lança perfurante em seu alvo, que acumula dano enquanto está no ar. Como puma, seu próximo ataque irá tentar ferir o inimigo de maneira letal, causando dano inversamente proporcional à Vida do alvo."},
{"Nome": "Arapuca / Investida", "Descricao": "Na forma humana, Nidalee posiciona uma armadilha para seus oponentes descuidados que, quando ativada, causa dano e os revela. Em forma de puma, ela salta em uma direção, causando dano na área em que aterrissar."},
{"Nome": "Ímpeto Selvagem / Patada", "Descricao": "Na forma humana, Nidalee canaliza o espírito do puma para curar seus aliados e lhes concede Velocidade de Ataque por um curto período de tempo. Em forma de puma, ela golpeia em uma direção, causando dano aos inimigos à sua frente."},
{"Nome": "Aspecto do Puma", "Descricao": "Nidalee transforma-se em um puma, recebendo novas habilidades."},
{"Nome": "Nami", "Descricao": "a Conjuradora das Marés"},
{"Nome": "Maré Oscilante", "Descricao": "Quando as Habilidades de Nami atingem Campeões aliados, eles recebem Velocidade de Movimento por um curto período."},
{"Nome": "Prisão Aquática", "Descricao": "Lança uma bolha na área-alvo, causando dano e atordoando todos os inimigos ao impacto."},
{"Nome": "Vazante e Fluxo", "Descricao": "Desfere um jato de água que salta entre Campeões aliados e inimigos, curando os aliados e causando dano aos inimigos."},
{"Nome": "Bênção da Conjuradora", "Descricao": "Fortalece um Campeão aliado por uma curta duração. Os ataques básicos e habilidades do aliado causam Dano Mágico adicional e reduzem a velocidade do alvo."},
{"Nome": "Maré Violenta", "Descricao": "Invoca uma grande Maré Violenta que arremessa ao ar, reduz a velocidade e causa dano aos inimigos atingidos. Aliados atingidos recebem o efeito dobrado de Maré Oscilante."},
{"Nome": "Morgana", "Descricao": "a Caída"},
{"Nome": "Sifão da Alma", "Descricao": "Morgana drena o espírito dos inimigos, curando-se conforme causa dano a Campeões, tropas grandes e monstros médios e grandes da selva."},
{"Nome": "Ligação das Trevas", "Descricao": "Morgana prende um inimigo no lugar com magia sombria, forçando-o a sentir a dor que provocou e causando Dano Mágico. "},
{"Nome": "Sombra Atormentada", "Descricao": "Morgana conjura uma sombra amaldiçoada em uma área, causando dano aos inimigos que ousarem permanecer em seu círculo sombrio. Eles sofrem Dano Mágico ao longo do tempo, que aumenta quanto mais suas Vidas estiverem baixas."},
{"Nome": "Escudo Negro", "Descricao": "Morgana abençoa um aliado com uma barreira protetora de fogo estelar que absorve Dano Mágico e efeitos de desarme até que quebre."},
{"Nome": "Grilhões da Alma", "Descricao": "Morgana libera a força total de seu poder celestial conforme desprende suas asas e flutua acima do chão. Ela lança correntes de dor sombria nos Campeões inimigos próximos, ganhando Velocidade de Movimento em direção a eles. As correntes causam redução de velocidade e um dano inicial e, depois de um intervalo, atordoarão aqueles que não conseguirem quebrá-las."},
{"Nome": "Mordekaiser", "Descricao": "o Revenã de Ferro"},
{"Nome": "Miss Fortune", "Descricao": "a Caçadora de Recompensas"},
{"Nome": "Master Yi", "Descricao": "o Espadachim Wuju"},
{"Nome": "Maokai", "Descricao": "o Ente Sinistro"},
{"Nome": "Malzahar", "Descricao": "o Profeta do Vazio"},
{"Nome": "Oscilação do Vazio", "Descricao": "Caso não tenha sofrido dano ou efeitos de Controle de Grupo recentemente, Malzahar recebe uma enorme redução de dano e imunidade a Controles de Grupo, que duram um curto período após sofrer dano."},
{"Nome": "Chamado do Vazio", "Descricao": "Malzahar abre dois portais para o Vazio. Depois de um breve intervalo, eles disparam projéteis que causam Dano Mágico e silenciam Campeões inimigos."},
{"Nome": "Enxame do Vazio", "Descricao": "Malzahar invoca Voidlings para atacar inimigos próximos."},
{"Nome": "Visões Maléficas", "Descricao": "Malzahar infecta a mente de seu alvo com visões cruéis de sua própria morte, causando dano ao longo do tempo. Usar as outras habilidades de Malzahar no alvo reiniciará o efeito.\n\nSe o alvo for abatido enquanto afligido pelas visões, elas são transmitidas para uma unidade inimiga próxima e Malzahar recebe Mana. Os Voidlings de Malzahar são atraídos para as unidades afetadas."},
{"Nome": "Aperto Ínfero", "Descricao": "Malzahar canaliza a essência do Vazio para suprimir o Campeão-alvo sobre uma área de energia negativa."},
{"Nome": "Malphite", "Descricao": "o Fragmento do Monolito"},
{"Nome": "Escudo de Granito", "Descricao": "Malphite está protegido por uma camada de rocha que absorve dano equivalente a até 10% de sua Vida máxima. Se Malphite não for atingido por alguns segundos, o efeito é recarregado."},
{"Nome": "Fragmento Sísmico", "Descricao": "Malphite arremessa um fragmento de terra no inimigo através do chão, causando dano ao impacto e roubando Velocidade de Movimento por 3s."},
{"Nome": "Trovoada", "Descricao": "Malphite ataca com tamanha força que cria uma onda sônica. Pelos próximos segundos, seus ataques criam ondas de choque em sua frente."},
{"Nome": "Estrondar Terreno", "Descricao": "Malphite golpeia o chão, enviando uma onda de choque que causa Dano Mágico com base em sua Armadura e reduz a Velocidade de Ataque dos inimigos por um curto período."},
{"Nome": "Força Incontrolável", "Descricao": "Malphite se arremessa em alta velocidade até um local, causando dano aos inimigos e Arremessando-os ao ar."},
{"Nome": "Ascensão das Trevas", "Descricao": "Mordekaiser recebe uma poderosa aura de dano e Velocidade de Movimento depois de acertar 3 Ataques ou Habilidades contra Campeões inimigos ou monstros."},
{"Nome": "Obliterar", "Descricao": "Mordekaiser golpeia o chão com sua maça, causando dano a cada inimigo atingido. O dano é aumentado quando atingir um único inimigo."},
{"Nome": "Indestrutível", "Descricao": "Mordekaiser armazena o dano que ele causa e recebe para criar um escudo. Ele pode consumir o escudo para se curar."},
{"Nome": "Aperto Mortal", "Descricao": "Mordekaiser puxa todos os inimigos em uma área."},
{"Nome": "Reino da Morte", "Descricao": "Mordekaiser arrasta sua vítima com ele para uma dimensão diferente e rouba uma porção de seus atributos. Se abater sua vítima, ele mantém os atributos até que ela ressurja."},
{"Nome": "Batida do Amor", "Descricao": "Miss Fortune causa Dano Físico adicional sempre que usar um ataque básico em um novo alvo."},
{"Nome": "Dois por Um", "Descricao": "Miss Fortune dispara contra um inimigo, causando dano a ele e a um alvo atrás dele. Ambos os acertos também podem aplicar Batida do Amor."},
{"Nome": "Desfilando", "Descricao": "Miss Fortune ganha Velocidade de Movimento passivamente quando não está sendo atacada. Esta habilidade pode ser ativada para conceder Velocidade de Ataque adicional por um curto período. Enquanto está em Tempo de Recarga, Batida do Amor reduz o Tempo de Recarga restante de Desfilando."},
{"Nome": "Chuva de Disparos", "Descricao": "Miss Fortune revela uma área com uma saraivada de balas, causando ondas de dano e reduzindo a velocidade dos oponentes."},
{"Nome": "Metendo Bala", "Descricao": "Miss Fortune canaliza uma saraivada de balas em formato de cone à sua frente, causando muito dano aos inimigos. Cada remessa de Metendo Bala pode causar Acerto Crítico."},
{"Nome": "Ataque duplo", "Descricao": "A cada alguns ataques básicos consecutivos, Master Yi ataca duas vezes."},
{"Nome": "Ataque Alpha", "Descricao": "Master Yi se teleporta pelo campo de batalha tão rápido que não pode ser visto, causando Dano Físico a várias unidades pelo caminho enquanto fica inalvejável. O Ataque Alpha pode causar Acerto Crítico e Dano Físico adicional contra monstros. Ataques básicos reduzem o Tempo de Recarga de Ataque Alpha."},
{"Nome": "Meditar", "Descricao": "Master Yi rejuvenesce seu corpo com a força da mente, restaurando Vida e recebendo dano reduzido por um curto período. Além disso, ele recebe acúmulos de Ataque Duplo e pausa a duração restante de Estilo Wuju e de Highlander para cada segundo de canalização."},
{"Nome": "Estilo Wuju", "Descricao": "Concede Dano Verdadeiro adicional em ataques básicos."},
{"Nome": "Highlander", "Descricao": "Master Yi se movimenta com extrema agilidade, aumentando temporariamente suas Velocidades de Ataque e de Movimento, tornando-se imune a todos os efeitos de Lentidão. Abates ou assistências de Campeões estendem a duração de Highlander enquanto a habilidade estiver ativa. Reduz passivamente o Tempo de Recarga das outras habilidades a cada abate ou assistência."},
{"Nome": "Seiva Mágica", "Descricao": "O ataque básico de Maokai também concede cura a ele com um Tempo de Recarga moderado. Sempre que ele conjurar uma habilidade ou for atingido por uma habilidade inimiga, o Tempo de Recarga da cura é reduzido."},
{"Nome": "Esmagamento Espinhoso", "Descricao": "Maokai empurra inimigos próximos para trás com uma onda de choque, causando Dano Mágico e redução de velocidade."},
{"Nome": "Avanço Retorcido", "Descricao": "Maokai se transforma em uma massa de raízes ambulante, ficando inalvejável e avançando até o alvo. Ao chegar, ele enraíza o alvo."},
{"Nome": "Atirar Mudas", "Descricao": "Maokai arremessa uma muda na área-alvo para ficar de guarda, sendo mais eficiente em arbustos."},
{"Nome": "Garras da Natureza", "Descricao": "Maokai invoca uma parede colossal de espinhos que avança lentamente, causando dano e enraizando inimigos no caminho."},
{"Nome": "Lux", "Descricao": "a Dama da Luz"},
{"Nome": "Iluminação", "Descricao": "As habilidades de dano de Lux carregam o alvo com energia por alguns segundos. O próximo ataque de Lux incendeia a energia, causando Dano Mágico adicional (com base no nível de Lux) ao alvo."},
{"Nome": "Ligação da Luz", "Descricao": "Lux atira uma esfera de luz que se prende e causa dano em até duas unidades inimigas."},
{"Nome": "Barreira Prismática", "Descricao": "Lux lança sua varinha e uma luz envolve todos os aliados atingidos, protegendo-os contra dano inimigo."},
{"Nome": "Singularidade Lucente", "Descricao": "Dispara uma luz irregular em uma área, reduzindo a velocidade de inimigos próximos. Lux pode detoná-la para causar dano aos inimigos na área de ação."},
{"Nome": "Centelha Final", "Descricao": "Após acumular energia, Lux dispara um feixe de luz que causa dano a todos os inimigos na área. Além disso, ativa a habilidade passiva de Lux e reinicia a duração do efeito de Iluminação."},
{"Nome": "Lissandra", "Descricao": "a Bruxa Gélida"},
{"Nome": "Submissão Glacinata", "Descricao": "Quando um Campeão inimigo morre próximo a Lissandra, ele vira um Servo Congelado. Servos Congelados reduzem a velocidade de inimigos próximos e, depois de um intervalo, estilhaçam devido ao frio intenso, causando Dano Mágico a alvos próximos."},
{"Nome": "Estilhaço de Gelo", "Descricao": "Arremessa uma lança de gelo que se estilhaça ao atingir um inimigo, causando Dano Mágico e reduzindo sua Velocidade de Movimento. Os estilhaços atravessam o alvo, causando o mesmo dano a outros inimigos atingidos."},
{"Nome": "Círculo Ártico", "Descricao": "Prende inimigos próximos em gelo, causando-lhes Dano Mágico e enraizando-os."},
{"Nome": "Caminho Glacial", "Descricao": "Lissandra cria uma garra de gelo que causa Dano Mágico. Reativar essa habilidade transporta Lissandra ao local atual da garra."},
{"Nome": "Túmulo Congelado", "Descricao": "Se conjurada em um Campeão inimigo, o alvo será congelado e atordoado. Se conjurada em Lissandra, ela se protege em um bloco de gelo sombrio, curando a si mesma enquanto fica inalvejável e invulnerável. Em seguida, o gelo sombrio emana a partir do alvo, causando Dano Mágico e reduzindo a Velocidade de Movimento de inimigos."},
{"Nome": "Lillia", "Descricao": "o Florir Receoso"},
{"Nome": "Ramo Onírico", "Descricao": "Atingir um Campeão ou monstro com uma habilidade causa dano adicional com base na Vida máxima do alvo ao longo do tempo."},
{"Nome": "Golpes Florescentes", "Descricao": "Lillia ganha acúmulos de Velocidade de Movimento passivamente ao atingir inimigos com habilidades. Ela pode ativar esta habilidade para causar Dano Mágico aos inimigos próximos e Dano Verdadeiro adicional na porção externa do círculo."},
{"Nome": "Leona", "Descricao": "a Alvorada Radiante"},
{"Nome": "Luz do Sol", "Descricao": "Habilidades que causam dano atingem os inimigos com Luz do Sol por 1,5s. Quando Campeões aliados causam dano a esses alvos, a Luz do Sol é consumida para causar Dano Mágico adicional."},
{"Nome": "Proteção da Aurora", "Descricao": "Leona usa seu escudo para fazer seu próximo ataque básico, causando Dano Mágico adicional e atordoando o alvo."},
{"Nome": "Eclipse", "Descricao": "Leona ergue seu escudo para receber redução de dano, Armadura e Resistência Mágica. Quando a duração chegar ao fim, caso haja inimigos próximos, ela causará Dano Mágico a eles e prolongará a duração do efeito."},
{"Nome": "Lâmina Zênite", "Descricao": "Leona projeta uma imagem solar da sua espada, causando Dano Mágico a todos os inimigos em uma fila. Quando a imagem some, o último campeão inimigo a ser acertado fica imobilizado por um curto periodo e Leona o ataca."},
{"Nome": "Labareda Solar", "Descricao": "Leona invoca um raio de energia solar do céu, causando dano aos inimigos em uma área. Inimigos no centro da área são atordoados, enquanto inimigos próximos à extremidade sofrem redução de velocidade."},
{"Nome": "Lulu", "Descricao": "a Fada Feiticeira"},
{"Nome": "Pix, o Silfo Companheiro", "Descricao": "Pix faz disparos de energia mágica sempre que o Campeão que estiver seguindo atacar outra unidade inimiga. Os disparos seguem o inimigo, mas podem ser interceptados por outras unidades."},
{"Nome": "Lança-Purpurina", "Descricao": "Pix e Lulu disparam um raio de energia mágica que causa dano e muita Lentidão aos inimigos atingidos."},
{"Nome": "Caprichos", "Descricao": "Se conjurada sobre um aliado, ela lhe concede Velocidade de Movimento por um curto período de tempo. Se lançado sobre um inimigo, ele é transformado em um adorável bichinho que não pode atacar nem lançar feitiços."},
{"Nome": "Socorro, Pix!", "Descricao": "Se conjurada em um aliado, ordena para que Pix pule nele e o proteja. Ela em seguida o segue e ajuda com seus ataques. Se conjurada em um inimigo, ordena para que Pix pule nele e o atinja. Ela o segue e lhe concede visão do inimigo."},
{"Nome": "Crescimento Virente", "Descricao": "Lulu aumenta o tamanho de um aliado, arremessando ao ar inimigos próximos e concedendo ao aliado uma grande quantidade de Vida adicional. Pelos próximos segundos, tal aliado recebe uma aura que reduz a velocidade de inimigos próximos."},
{"Nome": "Lucian", "Descricao": "o Purificador"},
{"Nome": "Disparo Iluminado", "Descricao": "Sempre que Lucian usa uma habilidade, seu próximo ataque terá disparo duplo. Ao ser fortalecido por um aliado, os próximos 2 ataques básicos de Lucian causarão Dano Mágico adicional."},
{"Nome": "Luz Perfurante", "Descricao": "Lucian faz um disparo de luz perfurante através de um alvo."},
{"Nome": "Chama Ardente", "Descricao": "Lucian dispara um projétil que explode em formato de estrela, marcando e revelando brevemente os inimigos. Ele recebe Velocidade de Movimento por atacar inimigos marcados."},
{"Nome": "Lee Sin", "Descricao": "o Monge Cego"},
{"Nome": "Agitação", "Descricao": "Após Lee Sin usar uma habilidade, seus próximos 2 ataques básicos recebem Velocidade de Ataque e recuperam Energia."},
{"Nome": "Onda Sônica / Ataque Ressonante", "Descricao": "Onda Sônica: Lee Sin projeta uma onda sonora para localizar seus inimigos, causando Dano Físico ao primeiro que encontrar. Se Onda Sônica atingir um inimigo, Lee Sin pode conjurar Ataque Ressonante nos próximos 3 segundos.\nAtaque Ressonante: Lee Sin avança no inimigo atingido por Onda Sônica, causando Dano Físico baseado na Vida perdida do alvo."},
{"Nome": "Proteger / Vontade de Ferro", "Descricao": "Proteger: Lee Sin avança até um alvo aliado, protegendo a si mesmo do dano. Se o aliado for um Campeão, ele também é protegido. Após usar Proteger, Lee Sin pode conjurar Vontade de Ferro dentre os próximos 3 segundos.\nVontade de Ferro: O treinamento intenso de Lee Sin permite que ele fique mais resistente em combate. Por 4 segundos, ele recebe Roubo de Vida e Vampirismo Mágico."},
{"Nome": "Tempestade / Mutilar", "Descricao": "Tempestade: Lee Sin golpeia o chão, enviando uma onda de choque que causa Dano Mágico e revela unidades inimigas atingidas. Se Tempestade atingir um inimigo, Lee Sin pode conjurar Mutilar nos próximos 3s.\nMutilar: Lee Sin mutila inimigos próximos que tenham sido atingidos por Tempestade, reduzindo a Velocidade de Movimento deles por 4s. A Velocidade de Movimento é recuperada gradualmente ao longo da duração."},
{"Nome": "Fúria do Dragão", "Descricao": "Lee Sin executa um poderoso chute giratório, arremessando seu alvo para trás e causando Dano Físico ao alvo e a qualquer inimigo com quem ele colidir. Esses inimigos são lançados ao ar durante um curto período. Essa técnica foi ensinada a ele por Jesse Perring, mas Lee Sin não chuta os jogadores para fora do mapa."},
{"Nome": "LeBlanc", "Descricao": "a Farsante"},
{"Nome": "Imagem-Espelho", "Descricao": "Quando a Vida de LeBlanc está abaixo de 40%, ela fica invisível por 1s e cria uma Imagem-Espelho que não causa dano e dura até 8s."},
{"Nome": "Sigilo de Malícia", "Descricao": "LeBlanc projeta um Sigilo, causando dano e marcando o alvo por 3,5s. Causar dano ao alvo marcado com qualquer habilidade detona o Sigilo, causando dano adicional."},
{"Nome": "Distorção", "Descricao": "LeBlanc avança até um local, causando dano aos inimigos próximos de seu destino. Pelos próximos 4s, ativar Distorção novamente faz com que LeBlanc retorne até sua posição inicial."},
{"Nome": "Correntes Etéreas", "Descricao": "LeBlanc lança uma corrente que prende a primeira unidade atingida. Se o alvo permanecer preso por 1,5s, ele é enraizado e sofre dano adicional."},
{"Nome": "Mímica", "Descricao": "Leblanc conjura uma versão copiada de uma de suas habilidades."},
{"Nome": "Cuidado! Iiip!", "Descricao": "Lillia causa dano em uma área próxima, com dano amplificado no centro."},
{"Nome": "Semente Espiral", "Descricao": "Lillia lança uma semente que causa dano e reduz a velocidade dos inimigos atingidos. Caso não atinja nada, Semente Espiral continuará avançando até colidir com uma parede ou alvo."},
{"Nome": "Cadência de Ninar", "Descricao": "Todos os inimigos com Pó dos Sonhos são afetados por Sonolência e adormecem em seguida. Esses inimigos sofrem dano adicional se forem acordados de forma abrupta por dano."},
{"Nome": "Perseguição Implacável", "Descricao": "Lucian avança rapidamente uma curta distância. Disparo Iluminado reduz o Tempo de Recarga de Perseguição Implacável."},
{"Nome": "O Expurgo", "Descricao": "Lucian desfere uma torrente de disparos de suas armas."},
{"Nome": "Kog'Maw", "Descricao": "a Boca do Abismo"},
{"Nome": "Surpresa Icathiana", "Descricao": "Ao morrer, Kog'Maw explode depois de 4s, causando Dano Verdadeiro a inimigos próximos."},
{"Nome": "Cusparada Cáustica", "Descricao": "Kog'Maw dispara um projétil corrosivo que causa Dano Mágico, corroendo a Armadura e Resistência Mágica do alvo por um curto período de tempo. Kog'Maw também recebe Velocidade de Ataque adicional."},
{"Nome": "Barragem Bio-Arcana", "Descricao": "Os ataques de Kog'Maw recebem alcance estendido e causam um percentual da Vida máxima do alvo como Dano Mágico."},
{"Nome": "Gosma do Vazio", "Descricao": "Kog'Maw lança uma gosma que causa dano em todos os inimigos pelos quais ela passa, deixando um rastro que reduz a velocidade de inimigos que ficarem sobre ela."},
{"Nome": "Artilharia Viva", "Descricao": "Kog'Maw dispara uma cápsula de artilharia a uma grande distância, causando Dano Mágico (aumentado drasticamente em inimigos com pouca Vida) e revelando alvos não invisíveis. Além disso, mais de uma Artilharia Viva em um curto período de tempo faz com que custem Mana adicional."},
{"Nome": "Kennen", "Descricao": "o Coração da Tempestade"},
{"Nome": "Marca da Tormenta", "Descricao": "Kennen atordoa os inimigos que atingir 3 vezes com suas habilidades."},
{"Nome": "Shuriken Trovejante", "Descricao": "Kennen arremessa um shuriken de alta velocidade em um local, causando dano e adicionando uma Marca da Tormenta a qualquer oponente atingido."},
{"Nome": "Surto Elétrico", "Descricao": "Kennen passivamente causa dano adicional e adiciona uma Marca da Tormenta a seu alvo a cada certo número de ataques. Ele pode ativar essa habilidade para causar dano e adicionar outra Marca da Tormenta a alvos que já estão marcados."},
{"Nome": "Investida Relâmpago", "Descricao": "Kennen assume uma forma de relâmpago, permitindo que passe por unidades e aplique a Marca da Tormenta. Ele também ganha Velocidade de Movimento ao assumir essa forma e Velocidade de Ataque ao sair dela."},
{"Nome": "Turbilhão Cortante", "Descricao": "Kennen invoca uma tempestade que atinge campeões inimigos próximos com Dano Mágico."},
{"Nome": "Kled", "Descricao": "o Cavaleiro Intratável"},
{"Nome": "Skaarl, a Lagarto Covarde", "Descricao": "Kled fica em sua possante montaria, Skaarl, que toma dano por ele. Quando a Vida dela acaba, Kled desmonta.\n\nEnquanto desmontado, as habilidades de Kled mudam e ele causa menos dano a Campeões. Kled pode restaurar a coragem de Skaarl ao enfrentar inimigos. Quando a coragem chega ao máximo, Kled volta a montar em Skaarl com uma parte de sua Vida."},
{"Nome": "Armadilha na Corda", "Descricao": "Kled arremessa uma armadilha de urso que causa dano e se prende a um Campeão inimigo. Caso fique preso por um curto período, o alvo recebe Dano Físico adicional e é puxado em direção a Kled.\n\nQuando desmontado, esta habilidade é substituída por Pistola de Bolso, um disparo a distância que empurra Kled para trás e restaura coragem."},
{"Nome": "Tendências Violentas", "Descricao": "Kled recebe muita Velocidade de Ataque por quatro ataques. O quarto ataque causa mais dano."},
{"Nome": "Justar", "Descricao": "Kled avança, causando Dano Físico e recebendo um breve surto de velocidade. Ele pode conjurar esta habilidade novamente para recuar através do alvo inicial, causando a mesma quantidade de dano."},
{"Nome": "Avançaaaaaaar!!!", "Descricao": "Kled e Skaarl avançam em direção a um local, deixando um rastro que concede velocidade e criando um escudo. Skaarl marca e vai de encontro ao primeiro Campeão inimigo encontrado."},
{"Nome": "Kayn", "Descricao": "o Ceifador das Sombras"},
{"Nome": "A Foice Darkin", "Descricao": "Kayn empunha uma arma ancestral, lutando contra Rhaast, o darkin que vive dentro dela, pelo controle. Ou o Darkin triunfará ou Kayn dominará Rhaast para se tornar o Assassino das Sombras.\n\nDarkin: Cura uma porcentagem do dano de habilidades causado a Campeões.\n\nAssassino das Sombras: Causa dano adicional nos primeiros segundos em combate com Campeões inimigos."},
{"Nome": "Corte Ceifador", "Descricao": "Kayn avança, depois ataca. Ambos dão dano."},
{"Nome": "Alcance da Lâmina", "Descricao": "Kayn causa dano e reduz a velocidade dos alvos na linha de fogo."},
{"Nome": "Passo das Sombras", "Descricao": "Kayn pode atravessar terrenos."},
{"Nome": "Transgressão do Umbral", "Descricao": "Kayn se esconde no corpo de um inimigo e causa bastante dano quando rasga sua saída."},
{"Nome": "Kindred", "Descricao": "os Caçadores Eternos"},
{"Nome": "Marca Familiar", "Descricao": "Os Kindred marcam alvos para Caçar. Concluir uma Caçada fortalece permanentemente as habilidades básicas deles. A cada 4 caçadas concluídas, o Alcance de Ataque também aumenta."},
{"Nome": "Dança de Flechas", "Descricao": "Os Kindred rolam e disparam até três flechas em alvos próximos."},
{"Nome": "Frenesi do Lobo", "Descricao": "O Lobo se enraivece e ataca inimigos à sua volta. A Ovelha ganha acúmulos passivamente ao se mover e atacar. Quando totalmente carregado, o próximo ataque da Ovelha recupera Vida."},
{"Nome": "Pesar Crescente", "Descricao": "A Ovelha faz um disparo cuidadoso, reduzindo a velocidade de seu alvo. Se a Ovelha atacar o alvo mais duas vezes, seu próximo ataque fará com que o Lobo salte no inimigo, golpeando-o e causando muito dano."},
{"Nome": "Refúgio da Ovelha", "Descricao": "A Ovelha concede refúgio contra a morte para todos os seres vivos em uma área. Até que seu efeito acabe, nada pode morrer. No fim de sua duração, as unidades são curadas."},
{"Nome": "Kha'Zix", "Descricao": "o Ceifador do Vazio"},
{"Nome": "Kayle", "Descricao": "a Justa"},
{"Nome": "Katarina", "Descricao": "a Lâmina Sinistra"},
{"Nome": "Voracidade", "Descricao": "Os Tempos de Recarga de Katarina são reduzidos dramaticamente sempre que um Campeão que ela havia causado dano recentemente morrer.\n\nSe apanhar uma Adaga, Katarina a usa para cortar todos os inimigos próximos, causando Dano Mágico."},
{"Nome": "Lâmina Saltitante", "Descricao": "Katarina arremessa uma Adaga no alvo. Ela salta em inimigos próximos antes de ricochetear e cair no chão."},
{"Nome": "Preparação", "Descricao": "Katarina recebe um impulso de Velocidade de Movimento e joga uma Adaga para cima."},
{"Nome": "Shunpo", "Descricao": "Katarina desloca-se em direção ao alvo, golpeando-o caso seja inimigo ou golpeando o inimigo mais próximo caso não seja."},
{"Nome": "Lótus da Morte", "Descricao": "Katarina gira em torno de si mesma, disparando adagas muito rapidamente e causando muito Dano Mágico nos 3 Campeões inimigos mais próximos."},
{"Nome": "Ameaça Invisível", "Descricao": "Inimigos próximos que estiverem isolados de seus aliados são marcados. As habilidades de Kha'Zix possuem interações com alvos isolados.\n\nQuando Kha'Zix não estiver visível para a equipe inimiga, ele recebe Ameaça Invisível, fazendo com que seu próximo ataque básico contra um Campeão inimigo cause Dano Mágico adicional e reduza a velocidade do alvo por alguns segundos."},
{"Nome": "Sabor de Medo", "Descricao": "Causa Dano Físico ao alvo. Dano aumentado em alvos Isolados. Caso ele escolha Evoluir Garras Aumentadas, recupera um percentual de seu Tempo de Recarga contra alvos Isolados. Kha'Zix também recebe aumento de alcance em seus ataques básicos e em Sabor de Medo."},
{"Nome": "Espinho do Vazio", "Descricao": "Kha'Zix dispara espinhos explosivos que causam Dano Físico aos inimigos atingidos. Kha'Zix é curado caso esteja no raio da explosão. Caso escolha Evoluir Fileiras de Espinhos, Espinho do Vazio passa a disparar três espinhos em área de cone, reduz a velocidade dos inimigos atingidos e revela Campeões inimigos atingidos por 2 segundos. Alvos Isolados têm redução adicional de velocidade."},
{"Nome": "Salto", "Descricao": "Kha'Zix salta em uma área, causando Dano Físico ao aterrissar. Caso ele escolha Evoluir Asas, o alcance do Salto é aumentado em 200 e o Tempo de Recarga é zerado com o abate ou assistência de Campeões."},
{"Nome": "Massacre do Vazio", "Descricao": "Cada nível permite que Kha'Zix evolua uma de suas habilidades, dando a elas um efeito único adicional. Quando ativada, Kha'Zix fica Invisível, acionando Ameaça Invisível e aumentando sua Velocidade de Movimento. Caso ele escolha Evoluir Camuflagem Adaptativa, Massacre do Vazio ganha maior duração de Invisibilidade e um uso adicional."},
{"Nome": "Ascensão Divina", "Descricao": "Os ataques de Kayle são fortalecidos pelos céus conforme ela aumenta de nível de Campeão e de habilidades. Suas asas ficam flamejantes conforme ela progressivamente ganha Velocidade de Ataque, Velocidade de Movimento, Alcance de Ataque e ondas de fogo em seus ataques."},
{"Nome": "Explosão Radiante", "Descricao": "Kayle conjura um portal, invocando uma espada celestial que atravessa os inimigos, causando dano e reduzindo a velocidade e as resistências de tudo que atingir."},
{"Nome": "Bênção Celestial", "Descricao": "Abençoada pelas divindades, Kayle cura e concede Velocidade de Movimento a si mesma e ao aliado mais próximo."},
{"Nome": "Lâmina de Fogo Estelar", "Descricao": "Passivo: a espada celestial de Kayle, Virtude, causa Dano Mágico adicional aos inimigos que ela ataca.\n\nAtivo: o próximo ataque de Kayle atinge seu alvo com fogo celestial, causando dano adicional proporcional à Vida perdida do alvo."},
{"Nome": "Sentença Divina", "Descricao": "Kayle torna um aliado invulnerável e evoca os antigos Aspectos da Justiça para purificarem a área ao redor do seu alvo com uma chuva de espadas sagradas."},
{"Nome": "Kassadin", "Descricao": "o Andarilho do Vazio"},
{"Nome": "Pedra do Vazio", "Descricao": "Kassadin sofre Dano Mágico reduzido e ignora colisão com unidades."},
{"Nome": "Esfera Nula", "Descricao": "Kassadin dispara um orbe de energia do Vazio em um alvo, causando dano e interrompendo canalizações. A energia excedente toma forma ao seu redor, concedendo um escudo temporário que absorve Dano Mágico."},
{"Nome": "Lâmina Ínfera", "Descricao": "Passivo: Os ataques básicos de Kassadin causam Dano Mágico adicional. Ativo: O próximo ataque básico de Kassadin causa Dano Mágico adicional significativo e restaura Mana."},
{"Nome": "Força de Pulso", "Descricao": "Kassadin drena energia de habilidades conjuradas nas proximidades. Ao estar carregado, Kassadin pode usar Força de Pulso para causar dano e reduzir a velocidade de inimigos em uma área em cone à sua frente."},
{"Nome": "Caminhar na Fenda", "Descricao": "Kassadin se teleporta para um local próximo, causando dano a unidades inimigas próximas. Múltiplas conjurações de Caminhar na Fenda em um curto período custam Mana adicional e também causam dano adicional."},
{"Nome": "Gwen", "Descricao": "A Costureira Encantada"},
{"Nome": "Mil Retalhos", "Descricao": "Os Ataques de Gwen causam Dano Mágico adicional com base na Vida do alvo. Ela se cura em parte do dano causado a Campeões com esse efeito. "},
{"Nome": "Corte e Recorte", "Descricao": "Gwen corta uma área em cone até seis vezes com a tesoura, causando Dano Mágico. Ela causa Dano Verdadeiro às unidades atingidas no centro e aplica a Passiva a cada corte."},
{"Nome": "Névoa Sagrada", "Descricao": "Gwen invoca uma Névoa que a protege dos inimigos que estiverem do lado de fora. Ela só pode ser alvejada por inimigos que entrarem na área da Névoa."},
{"Nome": "Avanço Afiado", "Descricao": "Gwen avança por uma curta distância e ganha Velocidade de Ataque, Alcance de Ataque e Dano Mágico ao contato por alguns segundos. Se ela atingir um inimigo durante esse período, o Tempo de Recarga da Habilidade será parcialmente restituído. "},
{"Nome": "Ponto-Cruz", "Descricao": "Gwen arremessa uma agulha que causa Dano Mágico e Lentidão, aplicando Mil Retalhos aos Campeões atingidos. \n\nA Habilidade pode ser conjurada mais duas vezes, e cada conjuração arremessa agulhas adicionais e causa mais dano. Gwen deve atingir um inimigo a cada conjuração para habilitar a próxima. "},
{"Nome": "Graves", "Descricao": "o Foragido"},
{"Nome": "Nova Destino", "Descricao": "A escopeta de Graves tem algumas propriedades únicas. Ele precisa recarregar quando sua munição acaba. Ataques disparam 4 projéteis que não podem atravessar unidades. Não Campeões atingidos por mais de um projétil são empurrados para trás."},
{"Nome": "Fim da Linha", "Descricao": "Graves dispara um projétil explosivo que detona após 2s, ou 0,2s caso atinja terreno."},
{"Nome": "Cortina de Fumaça", "Descricao": "Graves atira uma bomba de fumaça na área-alvo, criando uma nuvem de fumaça que reduz o alcance de visão. Inimigos atingidos no impacto inicial sofrem Dano Mágico e têm sua Velocidade de Movimento reduzida por um curto período de tempo."},
{"Nome": "Saque Rápido", "Descricao": "Graves avança em linha reta, recebendo Armadura adicional por muitos segundos. Se Graves avançar em direção a um Campeão inimigo, ele recebe dois acúmulos de Bravura Indômita. Atingir inimigos com ataques básicos reduz o Tempo de Recarga dessa habilidade e redefine o efeito de resistência."},
{"Nome": "Efeito Colateral", "Descricao": "Graves atira um projétil explosivo que causa muito dano ao primeiro campeão que acertar. Após atingir um campeão ou chegar ao seu alcance máximo, o projétil explode, causando dano em uma área em cone."},
{"Nome": "Gragas", "Descricao": "o Badernista"},
{"Nome": "Happy Hour", "Descricao": "Gragas cura a si mesmo periodicamente após utilizar uma habilidade."},
{"Nome": "Jogar o Barril", "Descricao": "Gragas rola seu barril até um local, podendo ativá-lo novamente para explodir. Caso isso não aconteça, o barril explodirá sozinho após 4s. A potência da explosão aumenta ao longo do tempo. Os inimigos atingidos pela explosão sofrem Lentidão."},
{"Nome": "Fúria da Bebedeira", "Descricao": "Gragas entorna a bebida de seu barril garganta abaixo, canalizando por 1 segundo. Ao terminar, ele fica torpecidamente poderoso, causando mais dano em seu próximo ataque básico e reduzindo o dano recebido."},
{"Nome": "Barrigada", "Descricao": "Gragas avança em direção a um local e colide com a primeira unidade inimiga que encontrar, causando dano a todas as unidades inimigas próximas e atordoando-as."},
{"Nome": "Barril Explosivo", "Descricao": "Gragas arremessa seu barril em um local, causando dano e afastando os inimigos pegos no raio da explosão."},
{"Nome": "Gnar", "Descricao": "o Yordle Pré-Histórico"},
{"Nome": "Fúria Genética", "Descricao": "Enquanto está em combate, Gnar gera Fúria. Quando atinge o máximo de Fúria, sua próxima habilidade o transformará em Mega-Gnar, concedendo mais condições de sobrevivência e acesso a novas habilidades."},
{"Nome": "Bumerangue / Pedregulho", "Descricao": "Gnar lança um bumerangue que causa dano e Lentidão a inimigos que atinge antes de retornar a ele. Caso apanhe o bumerangue, seu Tempo de Recarga é reduzido.\n\nMega Gnar arremessa um pedregulho que para na primeira unidade atingida, causando dano e Lentidão a tudo o que estiver próximo. Em seguida, ele pode ser apanhado para reduzir o Tempo de Recarga."},
{"Nome": "Hiperativo / Safanão", "Descricao": "Os ataques e habilidades de Gnar o animam, causando dano adicional e concedendo Velocidade de Movimento.\n\nMega Gnar fica enfurecido demais para ficar hiperativo. Em vez disso, ele pode subir em duas patas e atingir a área à sua frente, atordoando inimigos em área."},
{"Nome": "Salto / Encontrão", "Descricao": "Gnar salta em um local e atinge a cabeça de qualquer unidade em que aterrissar, deslocando-se ainda mais.\n\nMega Gnar é grande demais para saltar e, em vez disso, aterrissa com força para quebrar o chão, causando dano em área ao seu redor."},
{"Nome": "GNAR!", "Descricao": "Mega Gnar joga tudo o que estiver próximo de si em uma direção escolhida, causando dano e Lentidão. Qualquer inimigo que atingir uma parede fica atordoado e recebe dano adicional."},
{"Nome": "Garen", "Descricao": "o Poder de Demacia"},
{"Nome": "Perseverança", "Descricao": "Se Garen não tiver sido atingido recentemente por dano ou habilidades inimigas, ele regenera um percentual de sua Vida total a cada segundo."},
{"Nome": "Acerto Decisivo", "Descricao": "Garen recebe um impulso de Velocidade de Movimento, libertando-se de todos os efeitos de Lentidão. Seu próximo ataque atinge uma área vital do inimigo, causando dano adicional e silenciando-o."},
{"Nome": "Coragem", "Descricao": "Garen aumenta sua Armadura e Resistência Mágica passivamente ao abater inimigos. Ele também pode ativar essa habilidade para receber um escudo e Tenacidade por um breve período, seguido de uma quantidade menor de redução de dano com maior duração."},
{"Nome": "Julgamento", "Descricao": "Garen gira rapidamente a espada ao redor do corpo dele, causando Dano Físico a inimigos próximos."},
{"Nome": "Justiça Demaciana", "Descricao": "Garen evoca o Poder de Demacia para tentar executar um Campeão inimigo."},
{"Nome": "Galio", "Descricao": "o Colosso"},
{"Nome": "Esmagada Colossal", "Descricao": "A cada poucos segundos, o próximo ataque básico de Galio causa Dano Mágico adicional em área."},
{"Nome": "Ventos de Guerra", "Descricao": "Galio dispara duas rajadas de vento que convergem em um grande tornado e causam dano ao longo do tempo."},
{"Nome": "Escudo de Durand", "Descricao": "Galio carrega em postura defensiva, movendo-se lentamente. Ao soltar o carregamento, ele provocará e causará dano a inimigos próximos."},
{"Nome": "Soco Justiceiro", "Descricao": "Galio dá um passo para trás e avança, arremessando ao ar o primeiro Campeão com que colidir."},
{"Nome": "Entrada Heroica", "Descricao": "Galio marca a posição de um aliado como ponto de aterrissagem e concede um escudo mágico a todos os aliados na área. Após um intervalo, ele aterrissa no local, arremessando os inimigos próximos ao ar."},
{"Nome": "Gangplank", "Descricao": "o Terror dos Doze Mares"},
{"Nome": "Julgamento de Fogo", "Descricao": "Periodicamente, o ataque corpo a corpo de Gangplank deixará seu inimigo em chamas."},
{"Nome": "Negociarrr", "Descricao": "Dispara no alvo, saqueando ouro para cada abate de unidade."},
{"Nome": "Remover Escorbuto", "Descricao": "Come fruta cítrica para curar efeitos de controle de grupo e restaurar Vida."},
{"Nome": "Barril de Pólvora", "Descricao": "Gangplank posiciona um Barril de Pólvora no local-alvo. Ele explodirá caso seja atacado, causando dano aos inimigos na área e reduzindo a Velocidade de Movimento deles."},
{"Nome": "Barragem de Canhão", "Descricao": "Gangplank sinaliza para que seu navio bombardeie uma área, causando dano e lentidão aos inimigos."},
{"Nome": "Fizz", "Descricao": "o Trapaceiro das Marés"},
{"Nome": "Lutador Ligeiro", "Descricao": "Fizz pode se mover através de unidades e sofre uma quantidade fixa de dano reduzido de todas as origens."},
{"Nome": "Ataque do Ouriço", "Descricao": "Fizz avança em direção ao alvo, causando Dano Mágico e aplicando efeitos de contato."},
{"Nome": "Tridente da Pedra do Mar", "Descricao": "Os ataques de Fizz fazem seus inimigos sangrarem, causando Dano Mágico por vários segundos. Fizz pode fortalecer seu próximo ataque para causar dano adicional e fortalecer os seguintes por um curto período."},
{"Nome": "Brincalhão / Trapaceiro", "Descricao": "Fizz faz acrobacias no ar, aterrissando graciosamente sobre seu tridente e ficando inalvejável. Desta posição, ele pode tanto golpear o chão quanto pular novamente antes de cair de vez."},
{"Nome": "Lançar Isca", "Descricao": "Fizz arremessa um peixe em determinada direção, que se prende a qualquer Campeão que tocar, reduzindo a velocidade do alvo. Após um curto intervalo, um tubarão emerge do chão, lançando o alvo ao ar e empurrando outros inimigos para trás. Todos os inimigos atingidos recebem Dano Mágico e têm sua velocidade reduzida."},
{"Nome": "Fiora", "Descricao": "a Grande Duelista"},
{"Nome": "Dança da Duelista", "Descricao": "Fiora desafia Campeões inimigos próximos para que desviem dela e indica a direção pela qual tentará atingi-los. Caso consiga completar o próprio desafio, receberá um pequeno adicional e indicará uma nova direção."},
{"Nome": "Estocada", "Descricao": "Fiora avança em uma direção e golpeia um inimigo próximo, causando Dano Físico e aplicando efeitos de contato."},
{"Nome": "Ripostar", "Descricao": "Fiora apara todo o dano e desarmes recebidos por um curto período de tempo, golpeando na direção alvo em seguida. Este golpe reduz a velocidade do primeiro campeão inimigo atingido. O golpe pode atordoar caso Fiora tenha bloqueado um efeito imobilizante com esta habilidade."},
{"Nome": "Esgrima", "Descricao": "Fiora ganha aumento na Velocidade de Ataque pelos próximos dois ataques. O primeiro ataque reduz a velocidade do alvo e o segundo ataque causará acerto crítico."},
{"Nome": "Desafio Grandioso", "Descricao": "Fiora revela todos os quatro Pontos Vitais de um Campeão inimigo e recebe Velocidade de Movimento enquanto se aproxima dele. Se Fiora atingir os 4 Pontos Vitais ou se o alvo morrer depois que ela atingir pelo menos um deles, Fiora e os aliados que estiverem na área são curados pelos próximos segundos."},
{"Nome": "Ezreal", "Descricao": "o Explorador Pródigo"},
{"Nome": "Evelynn", "Descricao": "o Abraço da Agonia"},
{"Nome": "Elise", "Descricao": "a Aranha Rainha"},
{"Nome": "Aranha Rainha", "Descricao": "Forma Humana: Quando as habilidades de Elise atingem um inimigo, ela recebe uma Cria dormente.\n\nForma de Aranha: Ataques básicos causam Dano Mágico adicional e restauram a Vida de Elise."},
{"Nome": "Neurotoxina / Mordida Venenosa", "Descricao": "Forma Humana: Causa dano com base em quão alta está a Vida do alvo.\n\nForma de Aranha: Avança até um inimigo e causa dano com base em quão baixa está a Vida do alvo."},
{"Nome": "Cria Volátil / Frenesi Aracnídeo", "Descricao": "Forma Humana: Elise lança uma cria banhada em veneno que explode ao se aproximar de um alvo.\n\nForma de Aranha: Elise e suas Crias recebem Velocidade de Ataque."},
{"Nome": "Casulo / Rapel", "Descricao": "Forma Humana: atordoa a primeira unidade inimiga atingida e a revela se não estiver em furtividade.\n\nForma de Aranha: Elise e suas crias se lançam ao ar, depois descem sobre um alvo inimigo. Após descer sobre o alvo, o dano adicional de Elise e a cura de Aranha Rainha são aumentados."},
{"Nome": "Forma de Aranha", "Descricao": "Transforma-se em uma ameaçadora aranha, reduzindo seu alcance de ataque em troca de Velocidade de Movimento, novas habilidades e um aglomerado de Crias que atacarão seus inimigos."},
{"Nome": "Fiddlesticks", "Descricao": "o Terror Ancestral"},
{"Nome": "Um Espantalho Inofensivo", "Descricao": "O amuleto de Fiddlesticks é substituído por efígies do espantalho."},
{"Nome": "Aterrorizar", "Descricao": "Ao causar dano a inimigos com habilidades enquanto não estiver sendo visto ou alvejar um inimigo com Aterrorizar, Fiddlesticks inflige medo em uma unidade-alvo inimiga, fazendo com que fuja aterrorizada por um curto período."},
{"Nome": "Colheita Farta", "Descricao": "Fiddlesticks drena a Vida dos inimigos próximos, causando dano de execução adicional no fim da duração."},
{"Nome": "Ceifar", "Descricao": "Fiddlesticks ceifa uma área com sua foice, reduzindo a velocidade de movimento de todos os inimigos atingidos e silenciando os atingidos no centro do corte."},
{"Nome": "Tempestade de Corvos", "Descricao": "Uma revoada de corvos assassinos voa em volta de Fiddlesticks, causando dano por segundo a todas as unidades inimigas próximas."},
{"Nome": "Ekko", "Descricao": "o Rapaz que Estilhaçou o Tempo"},
{"Nome": "Ressonância Revo-Z", "Descricao": "Cada terceiro ataque ou habilidade de dano no mesmo alvo causa Dano Mágico adicional e concede a Ekko um impulso de velocidade se o alvo for um Campeão.\n\n"},
{"Nome": "Giratempo", "Descricao": "Ekko arremessa uma granada que se expande em um campo de distorção temporal ao atingir um Campeão inimigo, causando dano e reduzindo a velocidade de todos dentro de sua área de ação. Após um intervalo, a granada retorna em direção a Ekko, causando dano no trajeto de volta."},
{"Nome": "Convergência Paralela", "Descricao": "Os ataques básicos de Ekko causam Dano Mágico adicional aos inimigos com Vida baixa. Ekko pode conjurar Convergência Paralela para separar a linha do tempo, causando uma anomalia após alguns segundos e reduzindo a velocidade de inimigos pegos por ela. Se Ekko adentrar a anomalia, ele receberá um escudo e acionará uma detonação que atordoa os inimigos, colocando-os em estase temporal."},
{"Nome": "Mergulho Fásico", "Descricao": "Ekko faz um rolamento evasivo enquanto carrega seu Revo-Z. Seu próximo ataque causa dano adicional e distorce a realidade, teleportando-o a seu alvo."},
{"Nome": "Cronoquebra", "Descricao": "Ekko estilhaça sua linha do tempo, tornando-se inalvejável e rebobinando para um ponto mais favorável no tempo. Ele retorna para qualquer ponto que esteve nos últimos segundos e se cura em um percentual do dano recebido nesta duração. Inimigos próximos a sua área de chegada recebem dano massivo."},
{"Nome": "Draven", "Descricao": "o Carrasco de Noxus"},
{"Nome": "League of Draven", "Descricao": "Draven ganha Adoração de seus fãs quando apanha uma Revolução do Machado ou abate uma tropa, monstro ou torre. Abater Campeões inimigos concede ouro adicional a Draven, com base em quanta Adoração ele tem."},
{"Nome": "Revolução do Machado", "Descricao": "O próximo ataque de Draven causará Dano Físico adicional. O machado ricocheteará do alvo em direção ao ar. Se Draven o apanhar, ele automaticamente irá preparar outra Revolução do Machado. Draven pode ter duas Revoluções do Machado simultaneamente em ação."},
{"Nome": "Adrenalina", "Descricao": "Draven ganha um aumento de Velocidade de Movimento e de Ataque. O aumento na Velocidade de Movimento decai rapidamente ao longo da duração. Apanhar uma Revolução do Machado fará com que o Tempo de Recarga de Adrenalina seja zerado."},
{"Nome": "Sai da Frente", "Descricao": "Draven arremessa seus machados, causando Dano Físico aos alvos atingidos e empurrando-os para o lado. Os alvos atingidos sofrem redução de velocidade."},
{"Nome": "Reta da Morte", "Descricao": "Draven arremessa dois machados gigantes para causar Dano Físico a cada unidade atingida. Reta da Morte lentamente muda de direção e retorna a Draven após atingir um Campeão inimigo. Draven também pode ativar esta habilidade durante o percurso dos machados para fazer com que voltem antecipadamente. Causa menos dano para cada unidade atingida e zera quando os machados mudam de direção. Executa inimigos com Vida inferior ao número de acúmulos de Adoração do Draven."},
{"Nome": "Feitiço do Poder Crescente", "Descricao": "Ezreal recebe Velocidade de Ataque crescente a cada vez que acerta uma habilidade, acumulando-se até 5 vezes."},
{"Nome": "Disparo Místico", "Descricao": "Ezreal faz um disparo de energia que reduz um pouco o Tempo de Recarga de todas as suas habilidades caso atinja uma unidade inimiga."},
{"Nome": "Fluxo Essencial", "Descricao": "Ezreal dispara um orbe que prende-se ao primeiro Campeão ou objetivo atingido. Caso atinja um inimigo preso com o orbe, ele detonará e causará dano."},
{"Nome": "Translocação Arcana", "Descricao": "Ezreal teleporta-se para um local-alvo próximo e faz um disparo teleguiado na unidade inimiga mais próxima. Prioriza inimigos atingidos com Fluxo Essencial."},
{"Nome": "Barragem Incendiária", "Descricao": "Ezreal carrega antes de disparar uma poderosa barragem de energia que causa dano massivo em cada unidade que atravessar (o dano é reduzido contra tropas e monstros não épicos)."},
{"Nome": "Sombra Demoníaca", "Descricao": "Quando está fora de combate, Evelynn entra em Sombra Demoníaca. A Sombra Demoníaca cura Evelynn quando ela está com pouca Vida e concede Camuflagem após o nível 6."},
{"Nome": "Espinho de Ódio", "Descricao": "Evelynn ataca com seu Chicote, causando dano ao primeiro inimigo atingido. Depois, Evelynn dispara uma linha de espinhos até 3 vezes contra inimigos próximos."},
{"Nome": "Fascinação", "Descricao": "Evelynn amaldiçoa seu alvo, fazendo com que o próximo ataque ou habilidade dela o encante e reduza sua Resistência Mágica depois um intervalo."},
{"Nome": "Chicotada", "Descricao": "Evelynn açoita seu alvo com seu Chicote, causando dano. Depois, ela ganha Velocidade de Movimento por um breve período."},
{"Nome": "Última Carícia", "Descricao": "Evelynn fica inalvejável por um breve período e dizima a área à sua frente antes de se mover uma longa distância para trás."},
{"Nome": "Dr. Mundo", "Descricao": "o Louco de Zaun"},
{"Nome": "Vai Para Onde Quer", "Descricao": "Dr. Mundo resiste ao próximo efeito Imobilizador que o atingir, perdendo Vida e derrubando um recipiente químico nas proximidades. Dr. Mundo pode pegar o recipiente ao passar por cima dele, restaurando Vida e reduzindo o Tempo de Recarga da Habilidade.\n\nDr. Mundo também tem Regeneração de Vida significativamente mais alta.\n"},
{"Nome": "Serra Infectada", "Descricao": "Dr. Mundo arremessa uma serra infectada, causando dano ao primeiro inimigo atingido com base na Vida atual do alvo e causando Lentidão a ele."},
{"Nome": "Choquinho Cardíaco", "Descricao": "Dr. Mundo se eletrocuta, causando dano contínuo aos inimigos próximos e acumulando uma parte do dano sofrido. Ele causa uma explosão de dano aos inimigos próximos ao final da duração ou ao Reconjurar. Se atingir um inimigo, Dr. Mundo se curará em uma porcentagem do dano armazenado."},
{"Nome": "Traumatismo", "Descricao": "Passivo: Dr. Mundo recebe Dano de Ataque adicional (que aumenta com base na própria Vida perdida).\n\nAtivo: Dr. Mundo golpeia o inimigo com sua maleta ''médica'', causando dano adicional com base na própria Vida perdida. Se o inimigo for abatido, será arremessado, causando dano aos inimigos que atravessar."},
{"Nome": "Dosagem Máxima", "Descricao": "Dr. Mundo enche-se de produtos químicos, curando instantaneamente uma porcentagem da própria Vida perdida. Depois, ele recebe Dano de Ataque e Velocidade de Movimento adicionais, além de regenerar parte da própria Vida máxima ao longo da duração."},
{"Nome": "Diana", "Descricao": "o Escárnio da Lua"},
{"Nome": "Espada de Prata Lunar", "Descricao": "Cada terceiro ataque atinge os oponentes próximos, causando Dano Mágico adicional. Depois de conjurar uma Habilidade, Diana recebe Velocidade de Ataque em seus próximos 3 Ataques."},
{"Nome": "Golpe Crescente", "Descricao": "Faz um disparo de energia lunar em forma de arco, causando Dano Mágico.\n\nAfeta os inimigos atingidos com Plenilúnio, revelando-os por 3s se não estiverem furtivos."},
{"Nome": "Cascata Lívida", "Descricao": "Diana cria três esferas orbitantes que detonam ao contato com inimigos, causando dano em área. Ela também ganha um escudo temporário que absorve dano. Se a terceira esfera detonar, o escudo recebe resistência adicional."},
{"Nome": "Zênite Lunar", "Descricao": "Torna-se a encarnação viva da lua vingativa, avançando contra um inimigo e causando Dano Mágico.\n\nZênite Lunar não tem Tempo de Recarga ao avançar em um inimigo afetado por Plenilúnio. Todos os outros inimigos terão o efeito de Plenilúnio removido independentemente de terem sido o alvo de Zênite Lunar."},
{"Nome": "Colapso Minguante", "Descricao": "Diana revela e atrai todos os inimigos próximos e reduz a velocidade deles.\n\nSe Diana atrair um ou mais Campeões inimigos, o Plenilúnio cai sobre ela depois de um breve intervalo, causando Dano Mágico em uma área ao seu redor, aumentado a cada alvo atraído além do primeiro."},
{"Nome": "Darius", "Descricao": "a Mão de Noxus"},
{"Nome": "Hemorragia", "Descricao": "Os Ataques e Habilidades de dano de Darius fazem os inimigos sangrarem, causando Dano Físico ao longo de 5s e acumulando até 5 vezes. Darius se enfurece e recebe uma grande quantidade de Dano de Ataque quando o alvo alcança o máximo de acúmulos."},
{"Nome": "Dizimar", "Descricao": "Darius pega impulso e golpeia com seu machado em um movimento circular. Os inimigos atingidos pela lâmina recebem mais dano do que aqueles atingidos pelo cabo. Darius cura a si mesmo com base nos Campeões inimigos e monstros grandes atingidos pela lâmina."},
{"Nome": "Ataque Mutilador", "Descricao": "O próximo ataque de Darius acerta uma artéria importante do inimigo. Enquanto a vítima sangra, a Velocidade de Movimento dela é reduzida."},
{"Nome": "Apreender", "Descricao": "Darius afia seu machado, fazendo com que seu Dano Físico ignore passivamente um percentual da Armadura do alvo. Quando ativado, Darius ataca seus inimigos com o gancho do seu machado e os puxa em sua direção."},
{"Nome": "Guilhotina de Noxus", "Descricao": "Darius salta na direção de um Campeão inimigo e o atinge com um golpe letal, causando Dano Verdadeiro. Este dano aumenta a cada acúmulo de Hemorragia no alvo. Se Guilhotina de Noxus causar o golpe final, seu Tempo de Recarga é zerado por um breve momento."},
{"Nome": "Cassiopeia", "Descricao": "o Abraço da Serpente"},
{"Nome": "Graça Serpentina", "Descricao": "Cassiopeia recebe Velocidade de Movimento por nível, mas não pode comprar Botas."},
{"Nome": "Explosão Venenosa", "Descricao": "Cassiopeia atinge uma área com veneno após um breve intervalo, recebendo Velocidade de Movimento caso atinja um Campeão inimigo."},
{"Nome": "Miasma", "Descricao": "Cassiopeia lança diversas nuvens de veneno que reduzem a velocidade, prendem ao chão e causam dano leve aos inimigos que as atravessarem. Inimigos presos ao chão não podem usar habilidades de movimentação."},
{"Nome": "Presas Duplas", "Descricao": "Cassiopeia desfere um ataque que causa dano adicional a alvos envenenados, curando a si mesma com um percentual do dano causado. Se o alvo morrer com este ataque, Cassiopeia recupera Mana."},
{"Nome": "Olhar Petrificador", "Descricao": "Cassiopeia lança uma espiral de energia mágica de seus olhos, atordoando quaisquer inimigos à sua frente que estiverem de frente para ela e reduzindo a velocidade de quaisquer outros que estiverem de costas."},
{"Nome": "Corki", "Descricao": "o Bombardeiro Ousado"},
{"Nome": "Munição Hextec", "Descricao": "Uma porcentagem do Dano de Ataque Básico de Corki é convertida em Dano Mágico.\n\nCorki pode buscar O Pacote na base, concedendo a ele Velocidade de Movimento e fortalecendo a conjuração de Valquíria."},
{"Nome": "Bomba de Fósforo", "Descricao": "Corki dispara uma bomba luminosa em um local alvo, causando Dano Mágico a inimigos na área. Este ataque também revela unidades na área por uma curta duração."},
{"Nome": "Valquíria", "Descricao": "Corki sobrevoa uma curta distância, soltando bombas que criam um rastro de fogo, causando dano a oponentes que nele permanecerem."},
{"Nome": "Metralhadora", "Descricao": "A metralhadora de Corki dispara rapidamente em área de cone à sua frente, causando dano, reduzindo a Armadura e a Resistência Mágica do inimigo."},
{"Nome": "Barragem de Mísseis", "Descricao": "Corki dispara um míssil em direção ao local alvo, que explode com o impacto, causando dano aos inimigos na área. Corki armazena mísseis ao longo do tempo, com um limite máximo. O 3º míssil armazenado será um Grandão, que causa dano adicional."},
{"Nome": "Cho'Gath", "Descricao": "o Terror do Vazio"},
{"Nome": "Carnívoro", "Descricao": "Sempre que Cho'Gath abate uma unidade, ele recupera Vida e Mana. Os valores restaurados aumentam com o nível de Cho'Gath."},
{"Nome": "Ruptura", "Descricao": "Rompe o chão num local-alvo, lançando unidades inimigas ao ar e causando dano e redução de velocidade."},
{"Nome": "Grito Selvagem", "Descricao": "Cho'Gath solta um terrível urro em inimigos em área de cone, causando Dano Mágico e Silenciamento a eles por alguns segundos."},
{"Nome": "Espinhos Vorpais", "Descricao": "Os ataques de Cho'Gath lançam espinhos letais, causando dano e reduzindo a velocidade de unidades inimigas à sua frente."},
{"Nome": "Banquete", "Descricao": "Devora uma unidade inimiga, causando uma grande quantidade de Dano Verdadeiro. Se o alvo for abatido, Cho'Gath cresce, recebendo Vida máxima."},
{"Nome": "Caitlyn", "Descricao": "a Xerife de Piltover"},
{"Nome": "Bem na Mira", "Descricao": "A cada poucos ataques básicos, ou contra um alvo preso em uma armadilha ou rede, Caitlyn fará um disparo Bem na Mira causando dano adicional que escala com sua Chance de Acerto Crítico. Em alvos presos por armadilhas ou pela rede, o alcance de Bem na Mira de Caitlyn é dobrado."},
{"Nome": "Pacificadora de Piltover", "Descricao": "Caitlyn prepara seu rifle por 1s para fazer um disparo penetrante que causa Dano Físico (causa menos dano a alvos subsequentes)."},
{"Nome": "Armadilha Mecânica Yordle", "Descricao": "Caitlyn coloca uma armadilha para encontrar yordles sorrateiros. Quando ativada, a armadilha revela e imobiliza o Campeão inimigo por 1,5s e concede a Caitlyn um Bem na Mira fortalecido."},
{"Nome": "Rede Calibre 90", "Descricao": "Caitlyn atira uma rede pesada para reduzir a velocidade do seu alvo. O recuo projeta Caitlyn para trás."},
{"Nome": "Camille", "Descricao": "a Sombra de Aço"},
{"Nome": "Defesa Adaptativa", "Descricao": "Ataques básicos contra Campeões concedem um Escudo equivalente a uma porcentagem da Vida máxima de Camille contra o tipo de dano deles (Físico ou Mágico) por um breve período."},
{"Nome": "Protocolo de Precisão", "Descricao": "O próximo ataque de Camille causa dano adicional e concede Velocidade de Movimento adicional. Esta habilidade pode ser conjurada novamente por um curto período de tempo, causando dano adicional consideravelmente aumentado se Camille criar um intervalo entre os dois ataques."},
{"Nome": "Varredura Tática", "Descricao": "Camille faz um disparo em área de cone após um intervalo, causando dano. Inimigos na metade exterior têm sua velocidade reduzida e recebem dano adicional, ao mesmo tempo em que curam Camille."},
{"Nome": "Disparo de Gancho", "Descricao": "Camille puxa a si mesma na direção de uma parede, saltando e arremessando ao ar Campeões inimigos ao aterrissar."},
{"Nome": "Ultimato Hextec", "Descricao": "Camille avança em direção ao Campeão alvo, ancorando-o à área. Ela também causa Dano Mágico adicional ao alvo com seus ataques básicos."},
{"Nome": "Ás na Manga", "Descricao": "Caitlyn se concentra para fazer o disparo perfeito, causando dano drástico em um único alvo a uma longa distância. Campeões inimigos podem interceptar o projétil e tomar dano no lugar de seu aliado."},
{"Nome": "Braum", "Descricao": "o Coração de Freljord"},
{"Nome": "Golpes Concussivos", "Descricao": "Os ataques básicos de Braum aplicam Golpes Concussivos. Uma vez que o primeiro acúmulo é aplicado, os ataques básicos de aliados também acumulam Golpes Concussivos. \n\nAo atingir 4 acúmulos, o alvo é atordoado e sofre Dano Mágico. Pelos próximos segundos, ele não pode receber acúmulos, mas recebe Dano Mágico adicional dos ataques de Braum."},
{"Nome": "Mordida do Inverno", "Descricao": "Braum dispara rajadas congelantes de seu escudo, causando Dano Mágico e redução de velocidade.\n\nAplica um acúmulo de Golpes Concussivos."},
{"Nome": "Eu te Protejo", "Descricao": "Braum salta à frente de um Campeão ou tropa aliada alvo. Ao aterrissar, ele e o aliado recebem Armadura e Resistência Mágica por alguns segundos."},
{"Nome": "Inquebrável", "Descricao": "Braum levanta seu escudo em uma direção por muitos segundos, interceptando todos os projéteis e fazendo com que o atinjam e sejam destruídos. Ele nega completamente o dano do primeiro ataque e reduz o dano de todos os ataques seguintes provenientes da mesma direção."},
{"Nome": "Fissura Glacial", "Descricao": "Braum golpeia o chão, arremessando ao ar inimigos próximos e em linha reta à sua frente. Uma fissura é deixada no caminho, causando redução de velocidade nos inimigos."},
{"Nome": "Brand", "Descricao": "a Vingança Flamejante"},
{"Nome": "Labareda", "Descricao": "As habilidades de Brand deixam seus alvos incandescentes, causando dano ao longo de 4s, acumulando até 3 vezes. Se Brand abate um inimigo que estiver incandescente, ele recupera Mana. Quando Labareda chegar ao máximo de acúmulos em um Campeão ou monstro grande, ela se torna instável. Detona depois de 2s, aplicando efeitos de habilidades e causando muito dano em uma área ao redor da vítima."},
{"Nome": "Cauterizar", "Descricao": "Brand lança uma bola de fogo que causa Dano Mágico. Se o alvo estiver incandescente, Cauterizar o atordoará por 1,5s."},
{"Nome": "Pilar de Chamas", "Descricao": "Após um curto intervalo, Brand cria um Pilar de Chamas na área alvo, causando Dano Mágico a unidades inimigas na área. Unidades que estiverem incandescentes sofrem 25% de dano adicional."},
{"Nome": "Conflagração", "Descricao": "Brand conjura uma poderosa explosão no alvo que se espalha para inimigos próximos, causando Dano Mágico. Se o alvo estiver incandescente, o alcance de Conflagração será dobrado."},
{"Nome": "Piroclasma", "Descricao": "Brand desfere uma devastadora torrente de fogo que ressalta 5 vezes, indo de Brand aos inimigos próximos e causando Dano Mágico a cada vez que ressaltar. Os ressaltos priorizam acumular Labareda ao máximo em Campeões. Se o alvo estiver incandescente, Piroclasma causará breve Lentidão a ele."},
{"Nome": "Blitzcrank", "Descricao": "o Grande Golem a Vapor"},
{"Nome": "Barreira de Mana", "Descricao": "Blitzcrank recebe um escudo com base em sua Mana ao ficar com a Vida baixa."},
{"Nome": "Puxão Biônico", "Descricao": "Blitzcrank dispara sua mão direita para pegar um inimigo em seu trajeto, causando dano e puxando-o em sua direção."},
{"Nome": "Turbo", "Descricao": "Blitzcrank sobrecarrega-se para aumentar drasticamente suas Velocidades de Ataque e de Movimento. Ele sofre Lentidão temporariamente após o fim do efeito."},
{"Nome": "Punho do Poder", "Descricao": "Blitzcrank carrega seu punho para fazer com que o próximo ataque cause o dobro de dano e arremesse o alvo ao ar."},
{"Nome": "Campo Estático", "Descricao": "Inimigos atacados por Blitzcrank são marcados e sofrem dano de eletricidade após 1s. Ele também pode ativar esta habilidade para remover escudos de inimigos próximos, causar dano e silenciá-los brevemente."},
{"Nome": "Bardo", "Descricao": "o Protetor Andarilho"},
{"Nome": "Chamado do Viajante", "Descricao": "Mipes: Bardo atrai pequenos espíritos que ajudam em seus ataques básicos e causam Dano Mágico adicional. Quando Bardo coleta sinos o suficiente, os mipes também causam dano em uma área e reduzem a velocidade de inimigos atingidos.\n\nSinos: sinos ancestrais aparecem aleatoriamente para Bardo coletar. Eles concedem experiência, Velocidade de Movimento fora de combate e restauram Mana."},
{"Nome": "Prisão Cósmica", "Descricao": "Bardo dispara um projétil que causa Lentidão ao primeiro inimigo atingido, mantendo seu trajeto em seguida. Caso atinja uma parede, atordoará o alvo inicial; caso atinja outro inimigo, ambos serão atordoados."},
{"Nome": "Santuário do Protetor", "Descricao": "Revela um santuário de cura que fica mais forte ao longo de um curto período e desaparece logo depois de curar e acelerar o primeiro aliado que o tocar."},
{"Nome": "Jornada Mágica", "Descricao": "Bardo abre um portal em terreno próximo. Tanto aliados quanto inimigos podem fazer uma viagem de ida através deste terreno ao entrar pelo portal."},
{"Nome": "Têmpera do Destino", "Descricao": "Bardo desfere um arco de energia espiritual em um local-alvo, colocando todos os Campeões, tropas, monstros e torres atingidos em estase por um curto período de tempo."},
{"Nome": "Azir", "Descricao": "o Imperador das Areias"},
{"Nome": "Legado de Shurima", "Descricao": "Azir pode invocar o Disco Solar das ruínas de uma torre aliada ou inimiga."},
{"Nome": "Areias da Conquista", "Descricao": "Azir comanda todos os Soldados de Areia na direção do local-alvo. Eles causam Dano Mágico aos inimigos que atravessam e aplicam redução de velocidade por 1 segundo."},
{"Nome": "Surja!", "Descricao": "Azir invoca um Soldado de Areia para atacar alvos próximos por ele, substituindo seu ataque básico contra alvos dentro do alcance do soldado. Seu ataque causa Dano Mágico a inimigos em linha reta. Surja! também concede Velocidade de Ataque passiva a Azir e seus Soldados de Areia."},
{"Nome": "Areias Oscilantes", "Descricao": "Azir se protege com um escudo por um momento e avança na direção de um de seus Soldados de Areia, causando dano aos inimigos atingidos. Se Azir acertar um Campeão inimigo, ele prepara instantaneamente um novo Soldado de Areia para mobilização e cessa seu avanço."},
{"Nome": "Decreto do Imperador", "Descricao": "Azir invoca uma parede de soldados que marcha em frente, causando dano e empurrando para trás os inimigos."},
{"Nome": "Aurelion Sol", "Descricao": "o Forjador de Estrelas"},
{"Nome": "Centro do Universo", "Descricao": "Estrelas orbitam Aurelion Sol, causando Dano Mágico quando atingem um inimigo."},
{"Nome": "Oscilação Estelar", "Descricao": "Aurelion Sol cria um disco em expansão, que explode para causar dano e atordoamento a inimigos ao movimentar-se para muito longe dele."},
{"Nome": "Expansão Celestial", "Descricao": "Aurelion Sol empurra suas estrelas para mais longe, aumentando o dano e velocidade delas."},
{"Nome": "Cometa Lendário", "Descricao": "Aurelion Sol levanta voo em um grande trajeto."},
{"Nome": "Voz da Luz", "Descricao": "Aurelion Sol projeta uma explosão de puro fogo estelar, causando dano e reduzindo a velocidade de todos os inimigos apanhados nela, além de empurrar inimigos próximos para uma distância mais segura."},
{"Nome": "Ashe", "Descricao": "a Arqueira do Gelo"},
{"Nome": "Tiro Congelado", "Descricao": "Os ataques de Ashe reduzem a velocidade do alvo e fazem com que ela cause mais dano a ele.\n\nOs Acertos Críticos de Ashe não causam dano adicional, mas reduzem ainda mais a velocidade do alvo."},
{"Nome": "Concentração", "Descricao": "Ashe acumula Foco ao atacar. Quando o Foco chega ao máximo, Ashe pode conjurar Concentração para consumir todos os acúmulos de Foco, aumentando temporariamente sua Velocidade de Ataque e transformando seu ataque básico em uma poderosa rajada de ataques pela duração do efeito."},
{"Nome": "Aphelios", "Descricao": "a Arma dos Devotos"},
{"Nome": "O Assassino e a Profetisa", "Descricao": "Aphelios empunha 5 Armas Lunari criadas por sua irmã, Alune. Ele tem acesso a duas ao mesmo tempo: uma principal e uma secundária. Cada arma tem um ataque básico e uma Habilidade únicos. Ataques e habilidades consomem uma munição da arma. Quando fica sem munição, Aphelios descarta a arma e Alune invoca a próxima. "},
{"Nome": "Habilidades da arma", "Descricao": "Aphelios tem 5 habilidades diferentes que são ativadas com base em sua arma principal:\n\nCalibrum (Rifle): Tiro de longo alcance que marca seu alvo para um disparo de longo alcance subsequente.\nSeverum (Pistola-Foice): Corre rapidamente enquanto ataca inimigos próximos com ambas as armas.\nGravitum (Canhão): Enraíza todos os inimigos afetados pela redução de velocidade desta arma.\nInfernum (Lança-chamas): Explode inimigos em área de cone e os ataca com sua arma secundária.\nCrescendum (Chakram): Posiciona uma atalaia que dispara com sua arma secundária.\n"},
{"Nome": "Fase", "Descricao": "Aphelios troca a arma principal por sua arma secundária, substituindo seu ataque básico e a habilidade ativada."},
{"Nome": "Sistema de Ordenação de Armas", "Descricao": "Aphelios não tem uma terceira habilidade. Este espaço mostra a próxima arma que Alune concederá a ele. A ordem das armas é fixa, mas pode variar ao longo da partida. Quando uma arma estiver sem munição, ela volta para o fim da sequência."},
{"Nome": "Vigília do Plenilúnio", "Descricao": "Dispara uma rajada concentrada de luar que explode ao atingir Campeões inimigos. Aplica o efeito único da arma principal de Aphelios."},
{"Nome": "Rajada", "Descricao": "Ashe dispara flechas em cone, causando dano aumentado. Também aplica Tiro Congelado."},
{"Nome": "Olhar do Falcão", "Descricao": "Ashe envia seu Espírito do Falcão em uma missão de exploração em qualquer ponto do mapa."},
{"Nome": "Flecha de Cristal Encantada", "Descricao": "Ashe dispara um projétil de gelo em linha reta. Se a flecha colidir com um Campeão inimigo, ela causa dano e o atordoa. A duração do atordoamento depende da distância percorrida pela flecha. Além disso, unidades inimigas próximas recebem dano e lentidão."},
{"Nome": "Annie", "Descricao": "a Criança Sombria"},
{"Nome": "Piromania", "Descricao": "Após conjurar 4 habilidades, a próxima habilidade de ataque de Annie atordoará o alvo."},
{"Nome": "Desintegrar", "Descricao": "Annie arremessa uma bola de fogo infundida em Mana, causando dano e recuperando o custo de Mana caso o alvo seja destruído."},
{"Nome": "Anivia", "Descricao": "a Criofênix"},
{"Nome": "Renascimento", "Descricao": "Ao receber dano letal, Anivia volta à forma de ovo e renasce com a Vida completa."},
{"Nome": "Lampejo Gelado", "Descricao": "Anivia junta suas asas e invoca uma esfera de gelo que voa em direção ao oponente, congelando e causando dano a qualquer um em seu caminho. Ao explodir, ela causa dano moderado em um raio, atordoando qualquer um dentro da área."},
{"Nome": "Cristalizar", "Descricao": "Anivia condensa a umidade do ar, transformando-a num muro impenetrável de gelo que bloqueia todo o movimento. O muro dura um curto período antes de derreter."},
{"Nome": "Congelamento", "Descricao": "Com um bater de asas, Anivia dispara uma rajada congelante de vento no alvo, causando dano. Se o alvo tiver sido atingido recentemente por Lampejo Gelado ou sofrido dano de uma Tempestade Glacial totalmente formada, o dano sofrido é dobrado."},
{"Nome": "Tempestade Glacial", "Descricao": "Anivia invoca uma chuva torrencial de gelo e granizo para causar dano aos inimigos e atrasar seu avanço."},
{"Nome": "Amumu", "Descricao": "a Múmia Triste"},
{"Nome": "Akshan", "Descricao": "o Sentinela Rebelde"},
{"Nome": "Lutando Sujo", "Descricao": "Os Ataques e Habilidades de Akshan causam dano adicional a cada terceiro acerto e concedem a ele um Escudo se o alvo for um Campeão.\n\nAo Atacar, ele desfere um Ataque adicional que causa dano reduzido. Se cancelar o Ataque adicional, ele recebe Velocidade de Movimento."},
{"Nome": "Bumerangue Vingativo", "Descricao": "Akshan arremessa um bumerangue que causa dano na ida e na volta, ganhando alcance a cada vez que atingir um inimigo."},
{"Nome": "Rebeldia", "Descricao": "Akshan marca Campeões inimigos passivamente como Canalhas quando eles abatem Campeões aliados. Se Akshan abater um Canalha, ressuscita o aliado abatido, recebendo ouro adicional e removendo todas as marcas.\n\nQuando a Habilidade é ativada, Akshan fica camuflado, recebendo Velocidade de Movimento e Regeneração de Mana enquanto se move em direção a Canalhas. Akshan perde a camuflagem rapidamente enquanto não estiver em um arbusto ou próximo a um terreno."},
{"Nome": "Impulso Heroico", "Descricao": "Akshan dispara um arpéu em um terreno e se balança ao redor dele, atirando repetidamente no inimigo mais próximo enquanto estiver se balançando. Ele pode saltar antecipadamente ou ser derrubado ao colidir com Campeões ou terrenos."},
{"Nome": "Punição", "Descricao": "Akshan trava a mira em um Campeão inimigo e começa a armazenar balas. Ao terminar, ele dispara todas as balas armazenadas, causando dano com base na Vida perdida do primeiro Campeão, tropa ou estrutura que atingir."},
{"Nome": "Alistar", "Descricao": "o Minotauro"},
{"Nome": "Urro Triunfante", "Descricao": "Alistar carrega seu urro ao atordoar, deslocar a posição de Campeões inimigos ou quando inimigos próximos morrem. Quando estiver com o máximo de cargas, ele cura a si mesmo e aos Campeões aliados próximos."},
{"Nome": "Pulverizar", "Descricao": "Alistar golpeia o chão, causando dano a inimigos próximos e arremessando-os ao ar."},
{"Nome": "Cabeçada", "Descricao": "Alistar atinge o inimigo com sua cabeça, causando dano e jogando o alvo para trás."},
{"Nome": "Atropelar", "Descricao": "Alistar atropela unidades inimigas próximas, ignorando colisão com unidades e recebendo acúmulos caso cause dano a um Campeão inimigo. O próximo ataque básico com o máximo de acúmulos contra um Campeão inimigo causa Dano Mágico adicional e o atordoa."},
{"Nome": "Akali", "Descricao": "a Assassina Renegada"},
{"Nome": "Marca do Assassino", "Descricao": "Causar dano com habilidades em Campeões cria um círculo de energia em volta deles. Sair desse círculo fortalece o próximo ataque básico de Akali com alcance e dano adicionais."},
{"Nome": "Golpe dos Cinco Pontos", "Descricao": "Akali atira cinco kunais, causando redução de velocidade e dano com base em seu Dano de Ataque adicional e Poder de Habilidade."},
{"Nome": "Proteção do Crepúsculo", "Descricao": "Akali solta uma proteção de fumaça e recebe Velocidade de Movimento por um curto período. Enquanto estiver dentro da proteção, Akali se torna invisível e não pode ser selecionada como alvo de habilidades e ataques inimigos. Atacar ou usar habilidades fará com que ela seja revelada brevemente.  "},
{"Nome": "Investida Shuriken", "Descricao": "Salta para trás e atira uma shuriken para a frente, causando Dano Mágico. O primeiro inimigo ou nuvem de fumaça que forem atingidos são marcados. Conjure novamente para avançar ao alvo marcado, causando dano adicional."},
{"Nome": "Execução Perfeita", "Descricao": "Akali salta em uma direção, causando dano aos inimigos que atingir. Conjurar novamente: Akali avança em uma direção, executando todos os inimigos que atingir."},
{"Nome": "Ahri", "Descricao": "a Raposa de Nove Caudas"},
{"Nome": "Furto de Essência", "Descricao": "Quando Ahri atinge 9 inimigos com suas habilidades, sua próxima habilidade também a cura por cada inimigo atingido."},
{"Nome": "Incinerar", "Descricao": "Annie conjura um ardente cone de fogo, causando dano em todos os inimigos na área."},
{"Nome": "Escudo Fundido", "Descricao": "Annie concede um Escudo e um impulso de Velocidade de Movimento a si mesma ou a um aliado, causando dano a inimigos que atingirem o Escudo com ataques básicos."},
{"Nome": "Invocar: Tibbers", "Descricao": "Annie dá vida ao urso Tibbers, causando dano a unidades na área. Tibbers pode atacar e também queimar inimigos que ficarem próximos a ele."},
{"Nome": "Toque Amaldiçoado", "Descricao": "Os ataques básicos de Amumu Amaldiçoam seus inimigos, fazendo com que recebam Dano Verdadeiro adicional de qualquer Dano Mágico causado a eles."},
{"Nome": "Lançar Bandagens", "Descricao": "Amumu lança uma bandagem pegajosa em seu alvo e se lança em sua direção, causando dano e atordoamento."},
{"Nome": "Desespero", "Descricao": "Tomados pela angústia, inimigos próximos perdem um percentual de sua Vida máxima a cada segundo e suas Maldições são restauradas."},
{"Nome": "Chilique", "Descricao": "Reduz permanentemente o Dano Físico que Amumu receberia. Ele pode liberar sua fúria, causando dano a inimigos próximos. Sempre que Amumu é atingido, o Tempo de Recarga de Chilique é reduzido em 0,5 segundo."},
{"Nome": "A Maldição da Múmia Triste", "Descricao": "Amumu amarra unidades inimigas ao seu redor com ataduras, aplicando Maldição, causando dano e atordoando-as."},
{"Nome": "Vontade Indestrutível", "Descricao": "Alistar solta um urro selvagem, removendo todos os efeitos de Controle de Grupo de si mesmo, além de reduzir o Dano Físico e Mágico enquanto durar o efeito."},
{"Nome": "Orbe da Ilusão", "Descricao": "Ahri lança e puxa de volta seu orbe, causando Dano Mágico na ida e Dano Verdadeiro na volta. "},
{"Nome": "Fogo de Raposa", "Descricao": "Ahri recebe um breve impulso de Velocidade de Movimento e lança três Fogos de Raposa que perseguem e atacam inimigos próximos."},
{"Nome": "Encanto", "Descricao": "Ahri manda um beijo que causa dano e encanta um inimigo, interrompendo imediatamente qualquer habilidade de movimento em progresso e fazendo com que ele ande inofensivamente em sua direção. O alvo temporariamente sofre dano aumentado de Ahri."},
{"Nome": "Ímpeto Espiritual", "Descricao": "Ahri avança e atira raios de essência, causando dano a inimigos próximos. Ímpeto Espiritual pode ser conjurado até três vezes antes de entrar em Tempo de Recarga."}
]